// 六親個性
export const RELATIVE_PERSONALITY = [
    {
        relative: '父母',
        personality: [
            '有長者、領導的風範，容易為他人著想',
            '善於思考，擅長規劃事情發展方向',
            '宜從事文職、培訓、文教類工作',
            '替他人操太多心，往往忙別人而忽視自己',
            '想太多，容易替杞人憂天',
            '過於理想化，行動力不足',
            '老順之人',
            '男：文官之命(往公務員發展)；女：子緣薄',
            '性格優柔寡斷',
            '主身心勞的憂愁',
            '不可能輕鬆賺錢',
            '無工作時會生病，應多勞動',
        ]
    },
    {
        relative: '兄弟',
        personality: [
            '講義氣，對朋友家人都很照顧',
            '個人主義重，有自信，有魄力，大而化之',
            '可以從事公關、業務開發工作',
            '沒有會計成本概念，燒錢不知心疼',
            '講義氣、好客，生活常常入不敷出',
            '男士太重朋友，宜多關心家人',
            '不愛讀書',
            '男：多耗財，理財無方，命中剋妻，適合公務員',
            '女：會嫁到一個強勢欺壓太太的老公(會常被老公打)，有男子氣概',
            '不宜管帳',
            '世爻旺相者，有遠見，大事業家。但一旦跌倒，萬丈深淵',
        ]
    },
    {
        relative: '子孫',
        personality: [
            '藝術家性格，可往藝術方面發展',
            '善長學習技術，宜發展一技之才',
            '一生長輩貴人相助，對五術宗教有興趣',
            '想法較獨特，他人無法理解',
            '個性脾氣較固執，不容易溝通',
            '缺乏投資、管理概念、邏輯性較差',
            '男命：心地慈悲、處世多情。宜擔責任(較懶惰)',
            '女命：命剋夫、宜修行。世爻旺相者宜多做研究、多行菩蕯道。正氣，自立自強',
            '易有小偏財',
        ],
    },
    {
        relative: '妻財',
        personality: [
            '財就在身邊，手伸出來就可以撈到',
            '個性適合創業，財運也不錯',
            '可以從事公關、業務開發工作',
            '桃花多，容易受環境誘惑',
            '人氣旺，生活中應酬太多',
            '女命：愛漂亮、重外表，臨青龍愛打扮。父母緣薄，不順公婆',
            '男命：重事業，有財、會疼愛妻子之人。若財帶刑，注意容易有異性的困擾',
        ],
    },
    {
        relative: '官鬼',
        personality: [
            '邏輯推理能力強，容易在混亂中抓到重點',
            '可擔任公務員、軍人、警察、做官',
            '深謀遠慮，軍師之才',
            '容易疑神疑鬼，不能相信別人',
            '容易有莫名的負面能量、情緒低潮',
            '男命：正官之命。除為官之人，一般百姓休囚則病魔纏身',
            '女命：嫁到貼心的好老公',
            '憂疑心重之人',
            '膽小、敏感',
            '固執不通，較嚴肅',
            '宜規律生活，適合上班、公家機關',
            '與其相處，不要給問句，要給肯定句(語氣肯定)',
            '與他溝通，不可大聲斥喝，會排斥、退縮',
            '一定要做到64歲才能退休，提早退的話，易休掉',
        ],
    }
]

// 六獸個性
export const MONSTER_PERSONALITY = [
    {
        monster: '青龍',
        personality: [
        '較有貴人，人緣好',
        '世爻旺相者，男帥女美',
        '為人慈祥性悌、待人和悅',
        '皆是風流倜儻之人(桃花)',
        '屬土主仁慈，外表端莊(較重外表)',
        '旺相主正直；休囚主固執',
        '光明磊落、公正不阿',
        ]
    },
    {
        monster: '朱雀',
        personality: [
            '口舌是非之星，為人急於言詞多招誹謗',
            '說話常不經考慮，直腸子',
            '休囚：死鴨子嘴硬',
            '讀書若無文書朱雀，則難成就(如考試、口試)',
            '朱雀動來剋，中間有人阻撓插話',
            '朱雀世爻旺：自己饒舌滔滔不絕、話多',
            '朱雀動來生：滔滔不絕',
            '朱雀動來比和：有人提供話語、引你圓話成功(考試時，考試官會說話給應試者跟)',
            '活潑、善言辭',
            '火氣大',
        ]
    },
    {
        monster: '勾陳',
        personality: [
            '為人穩重、行人遲鈍',
            '屬土，體型胖胖、壯壯的',
            '外表老實，內心憂疑糾纏',
            '處事反反覆覆',
            '約束力強',
            '不夠圓滑',
            '做事古板',
        ]
    },
    {
        monster: '呈蛇',
        personality: [
            '屬陰。陰暗面較大，想法較負面。較未雨綢繆',
            '旺者可修行；休囚者眼神暗中帶陰煞(邪)',
            '入陰(眼袋發青)為人虛浮，多心機無信實',
            '屬土(陰)，腰痠、有幽默感',
            '凡事追根究柢，喜鑽牛角尖',
            '八面玲瓏、手腕高明',
            '命卦或占卦：都有神佛之緣',
        ]
    },
    {
        monster: '白虎',
        personality: [
            '為人剛強、好勇、狠毒、凶悍、勞力',
            '屬金，較沉默，體型略胖',
            '城府深沉、善工心計',
        ]
    },
    {
        monster: '玄武',
        personality: [
            '為人慳吝、奸詐',
            '智慧之星',
            '屬水：主智慧、點子多(賊頭賊腦，壞點子多)',
            '語言浮華、不實',
            '風流無節制',
        ]
    }
];
export const EARTHLY_BRANCHES_PERSONALITY = [
    {
        earthlyBranch: '子',
        personality: ['幸怯懦、無膽、狡骨、性強、時髦、散佈謠言、推卸責任、裝腔作勢'],
    },
    {
        earthlyBranch: '丑',
        personality: ['勤勞、憨厚、善易被騙、固執、傻線、魯莽、沒有心機、肯幹、勇於擔當、犯暗恨然'],
    },
    {
        earthlyBranch: '寅',
        personality: ['嚴肅、腳踏實地、毅力剛強、正義感、手段狠辣、有遠見、做事衝動、易衝動'],
    },
    {
        earthlyBranch: '卯',
        personality: ['善良、賢惠、做事勤勞、人隨和、親切、欠缺魄力、沒有主見、較易被煽感、善解清通'],
    },
    {
        earthlyBranch: '辰',
        personality: ['吃苦耐勞、領導格、寡言負責任、矛盾、風趣幽默、心胸尋落、自大'],
    },
    {
        earthlyBranch: '巳',
        personality: ['反覆無常、喜怒不定、看似無情似有情、虛有其表、輕浮、善於交際、圓滑'],
    },
    {
        earthlyBranch: '午',
        personality: ['倔強、義氣、鬥志高昂、急性、執著腳踏實地、人緣好、豪爽、但常矛盾'],
    },
    {
        earthlyBranch: '未',
        personality: ['怯懦、猶疑不決、溫情主義、遇事慌恐、柔順、不善於外交辭令、木訥'],
    },
    {
        earthlyBranch: '申',
        personality: ['反應靈巧、善解人意、進退自有分寸、較易衝動、發脾氣、易怒、易善、模仿力強'],
    },
    {
        earthlyBranch: '酉',
        personality: ['舉止端莊、氣質高尚、矛盾、心窄氣量小、異性緣良好、穿著俗俗、善良、謙虛'],
    },
    {
        earthlyBranch: '戌',
        personality: ['親切、忠誠、愛管閒事、又怕惹事、無拘無束、心軟、易怒、易善、易被說服、隨和'],
    },
    {
        earthlyBranch: '亥',
        personality: ['心善、心妒、憨厚、反面無常、善易被騙、怕硬不怕軟、善解人意、有時潑辣、聽話'],
    }
];