export const guaWords = [
	{
		"count": 1,
		"guaIndex": "乾為天",
		"name": "一、乾為天──旱象逢河",
		"fourMean": "旱象逢河",
		"mean": "偉大的天，為君的道。",
		"one": "在潛伏時期，應當隱忍時機，不可妄動。",
		"two": "當偉大人物顯現時，給天下帶來生機與希望，有作為的人，應當擁護與支持，同時本身也應當接近群眾，結合有為的同志。",
		"three": "在成長時期，羽毛未豐，應當奮發努力，但必須戒慎恐懼，以防災禍。",
		"four": "已經到了躍躍欲試的試鍊階段，決定進退應當謹慎把握最有利的時機。",
		"five": "已經到了大展鴻圖的極盛時期，應當選賢與能，賢能也應當支持擁護。",
		"six": "盛極而衰，是大自然的法則，應當警愓與節制。",
		"fiveMoney": "乾宮三陽無量光、乾宮八卦藏天機",
		"seventyTwoGod": [
			"都天天師貫古今，祖德流芳萬萬年，",
			"天地立極是唯心，十道天心放光明。",
			"(男)天德天師德滿天，常臥法界法平等，一畫開天二畫地，立基天下定太平。",
			"(女)天樞天師轉天盤，七星墜地照三千，法脈延年古今天，吉凶禍福自因緣。"
		],
		"serialGua": "有天地，然後萬物生焉，盈天地之間者唯萬物。屯者，盈也；屯者，物之始生也。",
		"heartSong": "乾卦財外莫遠求，勞心用智忌高估。寅卯日月財可得，申酉四庫空操勞。"
	},
	{
		"count": 2,
		"guaIndex": "坤為地",
		"name": "二、坤為地──包容萬象",
		"fourMean": "包容萬象",
		"mean": "地的包容，為臣的道。",
		"one": "見微知著的道理。",
		"two": "要直率，方正，寬大，是做人的基本態度。",
		"three": "要含蓄。",
		"four": "要收斂。",
		"five": "要謙遜。",
		"six": "極端陰柔，是沒有主見，必然凶險。",
		"fiveMoney": "坤宮大地無邊際、坤宮八卦載萬物",
		"seventyTwoGod": [
			"都地天師潤人民，衣食豐饒永無虧，",
			"法雨長青無旱象，五穀豐登太平年。",
			"地坤天師度量大，山河大海皆包容，",
			"萬生萬物藉此生，祖孫同堂卜其昌。"
		],
		"serialGua": "有天地，然後萬物生焉，盈天地之間者唯萬物。屯者，盈也；屯者，物之始生也。",
		"heartSong": "坤卦萬法悉歸藏，有財有福勤自耕。心量寬大防四庫，金木相剋亂糟糟。"
	},
	{
		"count": 3,
		"guaIndex": "水雷屯",
		"name": "三、水雷屯──亂絲無頭",
		"fourMean": "亂絲無頭",
		"mean": "萌芽，充滿生的艱難。",
		"one": "草創苦難的初期，雖然在躊躇，但也正是建功立業大有為的時期，要正行為才有利。",
		"two": "艱難的困境中，必須意志堅定，不為威武所屈，不被反常的現象動搖。",
		"three": "應當知機，明辨取捨，不可盲目行動。",
		"four": "當進退兩難，抉擇困難時，應當採取積極的態度，惟有結合志同道合者，向前追求，才能使狀況明朗化。",
		"five": "在孤立無援時，應當退守自保，不可逞強冒進。",
		"six": "不能獲得應援，以致陷於進無可取，退無可守的絕境時，故會憂懼，血淚漣漣。",
		"fiveMoney": "坎宮法語如甘露、水雷屯卦多積徳",
		"seventyTwoGod": [
			"水雷天師萌生機，耐心修心發善心，",
			"亂絲無頭慢思慮，用智用心厄皆除。"
		],
		"serialGua": "有天地，然後萬物生焉，盈天地之間者唯萬物。屯者，盈也；屯者，物之始生也。物生必蒙，故受之以蒙。蒙者，蒙也，物之穉也。",
		"heartSong": "水雷屯卦最艱苦，亂絲無頭勿急求。有庫無財辰戌非，子午日月拖下水。"
	},
	{
		"count": 4,
		"guaIndex": "山水蒙",
		"name": "四、山水蒙──小鬼偷錢",
		"fourMean": "小鬼偷錢",
		"mean": "蒙昧，啟蒙，教育。",
		"one": "啟蒙教育，教育開始應當嚴厲，但不可不當，並應當先訂立規範。",
		"two": "教育應當包容，有教無類，不可有貧賤富貴之分。",
		"three": "教育應堅定信念，不可見異思遷。",
		"four": "教育不脫離現實，好高騖遠。",
		"five": "強調教學都應當謙遜。",
		"six": "要以剛強的態度，防止外來的邪惡、思想及行為，對教導與被教導的人都有利。故只宜對外不宜對內。",
		"fiveMoney": "離宮日出照虛空、山水蒙卦從教育",
		"seventyTwoGod": [
			"山水天師教育家，有教無類皆平等，",
			"宿世親友有情深，啟蒙事業最有恆。"
		],
		"serialGua": "屯者，盈也；屯者，物之始生也。物生必蒙，故受之以蒙。蒙者，蒙也，物之穉也。物穉不可不養也，故受之以需。需者，飲食之道也。",
		"heartSong": "山水蒙卦求財難，商場矇矓見不堪。財伏劫神天地間，多讀聖書可心安。"
	},
	{
		"count": 5,
		"guaIndex": "水天需",
		"name": "五、水天需──明珠出土",
		"fourMean": "明珠出土",
		"mean": "躊躇，期待。",
		"one": "在必須等待時期，應保持距離，以策安全，而且要有恆心，意志不可動搖。",
		"two": "等待，必須忍耐，不可急進，不可被閒言閒語動搖。",
		"three": "愈接近危險的階段，愈應當謹慎，不可妄進，不可急躁，以免自己招禍。",
		"four": "己陷入危險，千萬不可逞強，必須順應變化，才能化險為夷。",
		"five": "在可以安全等待的狀況時，仍然不可逞強而違背中正原則，更應期待、等待，否則仍有危險。",
		"six": "以柔制剛，以誠意對待，則不會有大損失。",
		"fiveMoney": "坤宮大地無邊際、水天需卦修智慧",
		"seventyTwoGod": [
			"水天天師甘露霖，滋生養靈養自心，",
			"法雨加持永不停，啟示法輪漸漸興。"
		],
		"serialGua": "物生必蒙，故受之以蒙。蒙者，蒙也，物之穉也。物穉不可不養也，故受之以需。需者，飲食之道也。飲食必有訟，故受之以訟。",
		"heartSong": "水天需卦天地財，手提皮包四處求。天庫不開地庫鎖，勤儉持家福綿綿。"
	},
	{
		"count": 6,
		"guaIndex": "天水訟",
		"name": "六、天水訟──二人爭路",
		"fourMean": "二人爭路",
		"mean": "爭論，訴訟。",
		"one": "告誡爭訟不可拖延過久，應當及早檢討原因，以解釋求得化解。",
		"two": "不可逞強爭訟，應當退讓深自反省。",
		"three": "應當知足，不可逞強爭勝，隱忍自勵才是上策。",
		"four": "順其自然，不可勉強，安於正理，則心安理得，亦不會吃虧。",
		"five": "裁判訴訟，應以至中至正為根本，尤其應該客觀，不可偏私。",
		"six": "告誡以爭訟達到目的，也不足以持久，而且不會受人尊敬，雖勝亦可恥，故人與人之間，能以和為貴者，其褔分綿遠。",
		"fiveMoney": "離宮日出照虛空、天水訟卦勿爭訟",
		"seventyTwoGod": [
			"天水天師大慈悲，不忍眾生苦難受，",
			"甘露天降適天機，化解眾怨名天師。"
		],
		"serialGua": "物穉不可不養也，故受之以需。需者，飲食之道也。飲食必有訟，故受之以訟。訟必有眾起，故受之以師。師者，眾也。",
		"heartSong": "天水訟卦多爭訟，破財多端全是非。申金得財又失財，謹防夏天子月來。",
		"description": "※ 奉勸善好爭論、訴訟者，切記人與人之緣份此生非親即恩人，知恩不報，知親不敬者，其人一生永無安寧之日，是世間最可憐、可恥的。"
	},
	{
		"count": 7,
		"guaIndex": "地水師",
		"name": "七、地水師──馬到成功",
		"fourMean": "馬到成功",
		"mean": "軍隊，戰爭。",
		"one": "強調嚴格軍律的重要性。",
		"two": "統帥者剛毅中庸之道是最重要的。",
		"three": "統帥者不中不正必有嚴重後果，對全體是非常不利的。",
		"four": "統帥應以安全為首要，不可違背常規。",
		"five": "統帥權統一是成功的重要關鍵。",
		"six": "小人不可以重用，因為必定會使國家或團體陷於混亂，故小人不可使其形成政治勢力。",
		"fiveMoney": "坎宮法語如甘露、地水師卦修組織",
		"seventyTwoGod": [
			"地水天師修好合，能饒人時得饒人，",
			"勿結惡緣惟上策，留得退路保無憂。"
		],
		"serialGua": "飲食必有訟，故受之以訟。訟必有眾起，故受之以師。師者，眾也。眾必有所比，故受之以比。比者，比也。",
		"heartSong": "地水師卦宜團結，精誠所至財必來。冬冷出兵必受敗，四庫耗神午月開。"
	},
	{
		"count": 8,
		"guaIndex": "水地比",
		"name": "八、水地比──船得順風",
		"fourMean": "船得順風",
		"mean": "相親，相依，依附。",
		"one": "人與人應該相親相輔，應由誠信開始。",
		"two": "相親相輔，動機應當純正，應發自內心，要求主動，必然吉祥。",
		"three": "相親相輔的對象，應當有所選擇。",
		"four": "向外與賢明的人親近才有益。",
		"five": "堅守來者不拒，去者不留，順其自然，合乎中庸正道，態度寬宏無私，至仁至義的態度，地方上的人們，就不會恐懼戒慎，則吉祥。",
		"six": "相親相輔，應貫徹始終，才會有好結果。",
		"fiveMoney": "坤宮大地無邊際、水地比卦相親輔",
		"seventyTwoGod": [
			"水地天師相親輔，友愛誠信不欺凌，",
			"人我相信諸緣生，共渡苦厄禍不侵。"
		],
		"serialGua": "訟必有眾起，故受之以師。師者，眾也。眾必有所比，故受之以比。比者，比也。比必有所畜，故受之以小畜。",
		"heartSong": "水地比卦要相親，財官相輔不如心。四庫阻礙待亥水，亂時把握見真財。"
	},
	{
		"count": 9,
		"guaIndex": "風天小畜",
		"name": "九、風天小畜──密雲不雨",
		"fourMean": "密雲不雨",
		"mean": "小的蓄積，小的阻礙。",
		"one": "己經在困頓中，應當遵守當初純正的動機。",
		"two": "在突破障礙時，應與志同道合者攜手並進，並把握中庸正道的原則。",
		"three": "在突破阻礙時，應斷然的脫離羈絆。",
		"four": "在突破障礙時，應一本誠信，方可得到應援。",
		"five": "只要排除私欲，有攜手共進的誠信，不但自己富有，也要使鄰居富有，能得到鄰居的協助。",
		"six": "再以盈滿告誡，蓄積應當適可而止，不可貪得無厭，否則仍然阻礙重重，最後落眾叛親離。",
		"fiveMoney": "巽宮氣流悅心田、風天小畜勿貪求",
		"seventyTwoGod": [
			"風天天師雲漸開，無影無遮光明來，",
			"凡塵百事由身惹，放下惡念無罣碍。"
		],
		"serialGua": "師者，眾也。眾必有所比，故受之以比。比者，比也。比必有所畜，故受之以小畜。物畜然後有履，故受之以履。",
		"heartSong": "風天小畜有雙財，四庫日月最堪栽。寅申卯酉表面化，勞心勞力身體垮。"
	},
	{
		"count": 10,
		"guaIndex": "天澤履",
		"name": "十、天澤履──行走薄冰",
		"fourMean": "行走薄冰",
		"mean": "踐履，履行。",
		"one": "實踐理想，履行責任，應當一本初衷，特立獨行，不可同流合污。",
		"two": "道不合，不相為謀，應該要有心胸坦蕩擇善固執的態度。",
		"three": "實踐履行應當量力守分，不可逞強以致適得其反。",
		"four": "戒慎恐懼，以柔克剛的法則，才能施展抱負。",
		"five": "告誡人正處於有才能，又有地位，不可剛愎一意孤行，過於自負，必有危險性。",
		"six": "要大吉大利必須看踐履是否圓滿，而沒有瑕疵者，必得福慶。故告誡成敗的評價在結果。",
		"fiveMoney": "艮宮華嚴性本然、天澤履卦修禮節",
		"seventyTwoGod": [
			"天澤天師潤無邊，法筵如海普三千，",
			"天光澤平映法界，見性自知証如來。"
		],
		"serialGua": "比者，比也。比必有所畜，故受之以小畜。物畜然後有履，故受之以履。履而泰，然後安，故受之以泰。泰者，通也。",
		"heartSong": "天澤履財不明，步步謹慎正是根。四庫夏月勿貪求，秋冬好轉慢慢行。"
	},
	{
		"count": 11,
		"guaIndex": "地天泰",
		"name": "十一、地天泰──喜抱三元",
		"fourMean": "喜抱三元",
		"mean": "亨通，泰平。",
		"one": "告誡不可耽於安樂，仍應團結，繼續求發展。",
		"two": "要保持安泰應當包容，果斷，光明磊落，剛柔並濟，把握中庸原則。",
		"three": "注意告誡物極必反，仍應一本初衷，堅守正道。",
		"four": "告誡居安思危，仍應團結，不可掉以輕心。",
		"five": "在安泰時期，更應當選賢與能。",
		"six": "泰極而否，頹勢己經顯見，只可消極的使損害減少到最低限度，不可逞強力圖挽救。",
		"fiveMoney": "坤宮大地無邊際、地天泰卦勤修心",
		"seventyTwoGod": [
			"地天天師天地交，喜報三元福延年，",
			"認清自我修多少，保爾平安太平年。"
		],
		"serialGua": "物畜然後有履，故受之以履。履而泰，然後安，故受之以泰。泰者，通也。物不可以終通，故受之以否。",
		"heartSong": "地天泰卦修行好，四庫無財亥子有。寅申卯酉皆無利，慎修慎行災不臨。"
	},
	{
		"count": 12,
		"guaIndex": "天地否",
		"name": "十二、天地否──虎落陷坑",
		"fourMean": "虎落陷坑",
		"mean": "閉塞，黑暗。",
		"one": "在閉塞時期，小人將得勢，應精誠團結，防範於未然，以君子守份為原則。",
		"two": "在閉塞時期，君子應當覺悟，了解適者生存的道理，自保以等待時機。",
		"three": "小人己經顯露了陰險的真面目。",
		"four": "君子要排除人的勢力，必須因應時機精誠團結。",
		"five": "排除小人勢力的時機己經到來，但仍應謹慎從事，警惕反擊。",
		"six": "否極必然泰來。",
		"fiveMoney": "乾宮三陽無量光、天地否卦智要開",
		"seventyTwoGod": [
			"天地天師法無邊，光明不交地獄靈，",
			"若有天地人立中，陰陽扭轉天地泰。"
		],
		"serialGua": "履而泰，然後安，故受之以泰。泰者，通也。物不可以終通，故受之以否。物不可以終否，故受之以同人。",
		"heartSong": "天地否卦不交心，有財無庫慎己行。寅卯得財申酉失，枉費計較半生求。"
	},
	{
		"count": 13,
		"guaIndex": "天火同人",
		"name": "十三、天火同人──仙人指路",
		"fourMean": "仙人指路",
		"mean": "集結，和同。",
		"one": "說明同心協力首先應打破門戶的成見。",
		"two": "應進一步打破宗族觀念。",
		"three": "和同，是道義的結合，足以使不義畏懼。",
		"four": "和同代表正義，必然可使邪惡屈服。",
		"five": "和同仍須排除障礙，必要時不惜用強，先苦而後能甘。",
		"six": "和同應本積極的態度，但也並非同流合污。",
		"fiveMoney": "離宮日出照虛空、天火同人仙指路",
		"seventyTwoGod": [
			"天火天師照無碍，光芒四射天門開，",
			"南方大武卑南裁，方証萬靈崑崙來。"
		],
		"serialGua": "泰者，通也。物不可以終通，故受之以否。物不可以終否，故受之以同人。與人同者，物必歸焉，故受之以大有。",
		"heartSong": "天火同人仙指路，謹言慎行立秋財。四月官非五月災，秋金四庫好運來。"
	},
	{
		"count": 14,
		"guaIndex": "火天大有",
		"name": "十四、火天大有──金玉滿堂",
		"fourMean": "金玉滿堂",
		"mean": "大有收穫，偉大的事業。",
		"one": "告誡得意容易忘形，不可驕傲，在艱難中才會戒懼。",
		"two": "凡事處處以中道是重要的。",
		"three": "應禮賢下士，不可寵信小人。",
		"four": "應自我節制，否則有災禍降臨。",
		"five": "應以誠信為本，恩威並濟。",
		"six": "應有滿而不溢的修養。",
		"fiveMoney": "乾宮三陽無量光、火天大有大成就",
		"seventyTwoGod": [
			"火天天師滿天紅，光明無遮原來空，",
			"一塵不染名清淨，原來法海性真空。"
		],
		"serialGua": "物不可以終否，故受之以同人。與人同者，物必歸焉，故受之以大有。有大者不可以盈，故受之以謙。",
		"heartSong": "火天大有金滿堂，勤修勤讀智慧專。春耕秋收冬隱藏，卯酉適時注意虛。"
	},
	{
		"count": 15,
		"guaIndex": "地山謙",
		"name": "十五、地山謙──二人分金",
		"fourMean": "二人分金",
		"mean": "謙遜的美德。",
		"one": "強調謙虛並非消極的退讓，而是積極有作為。",
		"two": "必須動機純正，引起共鳴，才是謙虛。",
		"three": "謙虛必須有實質，可傲而不傲，才是真正的謙虛。",
		"four": "謙虛的效用，無往不利。",
		"five": "用兵是為了征伐不服的人，不能以德服其人，故不得己只有使用武力。",
		"six": "將謙虛的功效，發揮到政略，戰略的運用上，然而，也強調謙虛必須以力量為後盾，才能有積極的作為。",
		"fiveMoney": "兌宮法海浪如山、地山謙卦謙者賢",
		"seventyTwoGod": [
			"地山天師謙為上，勿忘山高山外人，",
			"自心內觀保安康，佛智生輝生此心。"
		],
		"serialGua": "與人同者，物必歸焉，故受之以大有。有大者不可以盈，故受之以謙。有大而能謙，必豫，故受之以豫。",
		"heartSong": "地山謙卦謙者賢，修齋祈福保家康。無財莫求心安祥，謙遜待人福綿綿。"
	},
	{
		"count": 16,
		"guaIndex": "雷地豫",
		"name": "十六、雷地豫──青龍得位",
		"fourMean": "青龍得位",
		"mean": "喜悅，安樂。",
		"one": "強調不可獨樂，應當眾樂樂。",
		"two": "在安樂中不可沈溺，應保持警覺。",
		"three": "安樂應得自正當之途徑與心念行為。",
		"four": "必須誠信，精誠團結，才有安樂。",
		"five": "樂而不可忘憂，中庸、堅守純正，可避免滅亡。",
		"six": "強調樂極生悲，應有行動，時時求變，才可以保持長久。",
		"fiveMoney": "震宮法音喚覺性、雷地豫卦修善行",
		"seventyTwoGod": [
			"雷地天師如青龍，一耀直上達雲霄，",
			"妙智聖心行善道，有恆善人必光明。"
		],
		"serialGua": "有大者不可以盈，故受之以謙。有大而能謙，必豫，故受之以豫。豫必有隨，故受之以隨。",
		"heartSong": "雷地豫卦財子壽，福分綿綿皆可求。卯酉寅申日月囚，識得天機富不休。"
	},
	{
		"count": 17,
		"guaIndex": "澤雷隨",
		"name": "十七、澤雷隨──推車靠崖",
		"fourMean": "推車靠崖",
		"mean": "隨從，隨機。",
		"one": "追隨應以群眾的利益為依歸，變通而不違背原則。",
		"two": "不可貪圖近利，喪失了本份。",
		"three": "追隨的動機應純正。",
		"four": "應當誠信、守分，而且明辨進取的道理。",
		"five": "應當擇善追隨。",
		"six": "至誠團結才會有鞏固的根本。",
		"fiveMoney": "震宮法音喚覺性、澤雷隨卦宜隨緣",
		"seventyTwoGod": [
			"澤雷天師最精進，足涉污泥隨緣墜，",
			"若未識得真煩惱，何來煩惱証大道。"
		],
		"serialGua": "有大而能謙，必豫，故受之以豫。豫必有隨，故受之以隨。以喜隨人者必有事，故受之以蠱。蠱者，事也。",
		"heartSong": "澤雷隨卦真辛苦，有財無庫自己度。寅申之月防小人，萬事小心勿攀緣。"
	},
	{
		"count": 18,
		"guaIndex": "山風蠱",
		"name": "十八、山風蠱──百事不順",
		"fourMean": "百事不順",
		"mean": "腐敗，革新。",
		"one": "挽救敗壞的事業，必然是在艱苦中奮鬥。",
		"two": "挽救敗壞的事業，譴責過去無益，應以中庸為原則，致力於將來。",
		"three": "挽救敗壞的事業，不可剛強過去。",
		"four": "挽救敗壞的事業，必須徹底，不可過於寬容。",
		"five": "挽救敗壞的事業，必須用賢能的人與智慧。",
		"six": "應有隱士般高尚的氣節，堅持自己的原則。",
		"fiveMoney": "巽宮氣流悅心田、山風蠱卦修實在",
		"seventyTwoGod": [
			"山風天師內外異，外美內醜如蠱蟻，",
			"木腐肉蝕自不知，敗露之時時晚矣。"
		],
		"serialGua": "豫必有隨，故受之以隨。以喜隨人者必有事，故受之以蠱。蠱者，事也。有事而後可大，故受之以臨。臨者，大也。",
		"heartSong": "山風蠱卦財無庫，是非多端防爭訟。四庫有財宜夏至，寅卯申猴財寶失。"
	},
	{
		"count": 19,
		"guaIndex": "地澤臨",
		"name": "十九、地澤臨──發政施仁",
		"fourMean": "發政施仁",
		"mean": "迫臨，臨下。",
		"one": "領導應以人格感召。",
		"two": "領導應德威並濟，剛毅是必要的。",
		"three": "領導不可以用誘騙的手段。",
		"four": "領導應用賢能的人與智慧。",
		"five": "領導要以智慧運用組織。",
		"six": "領導應當敦厚，不可刻薄。",
		"fiveMoney": "坤宮大地無邊際、地澤臨卦修仁德",
		"seventyTwoGod": [
			"地澤天師如君臨，堂前萬民相拱扶，",
			"勿忘居高有危險，堅守臣位永無憂。"
		],
		"serialGua": "以喜隨人者必有事，故受之以蠱。蠱者，事也。有事而後可大，故受之以臨。臨者，大也。物大然後可觀，故受之以觀。",
		"heartSong": "地澤臨卦財生我，亥子季節見真財。牛羊歲月檔財神，卯酉有災要小心。"
	},
	{
		"count": 20,
		"guaIndex": "風地觀",
		"name": "二十、風地觀──接受觀摩",
		"fourMean": "接受觀摩",
		"mean": "觀看、展示。",
		"one": "觀察不可幼稚，應高瞻遠矚。",
		"two": "觀察不可偏狹。",
		"three": "觀察應有主見，不可盲從。",
		"four": "應觀察民性，了解民情疾苦。",
		"five": "應當視察自己的作為，檢討反省，而後懺悔。",
		"six": "說明在上者時刻都被注目，不可掉以輕心，應該言行合一。",
		"fiveMoney": "乾宮三陽無量光、風地觀卦多觀察",
		"seventyTwoGod": [
			"風地天師行萬里，暢行無阻觀民情，",
			"生死有命各自修，富貴榮華了分明。"
		],
		"serialGua": "蠱者，事也。有事而後可大，故受之以臨。臨者，大也。物大然後可觀，故受之以觀。可觀而後有所合，故受之以噬嗑。嗑者，合也。",
		"heartSong": "風地觀卦多觀察，有財無庫莫遠求。表面貴人有欺心，四庫無情文書災。"
	},
	{
		"count": 21,
		"guaIndex": "火雷噬嗑",
		"name": "二十一、火雷噬嗑──餓虎遇食",
		"fourMean": "餓虎遇食",
		"mean": "咬合，刑罰。",
		"one": "對小罪要加以懲罰，以免蔓延成大過。",
		"two": "犯錯如果不是給以相當重的懲罰，將收不到懲誡的效果，即是重罰主義。",
		"three": "刑罰多少會遇到阻礙，但必須排除挫折。",
		"four": "強調懲罰的困難，必須冷靜果斷，堅守正道，不可輕率。",
		"five": "懲罰為不得己的手段，必須剛柔並濟，中而且正。",
		"six": "告誡犯罪到了氾濫的程度，必然凶險。",
		"fiveMoney": "巽宮氣流悅心田、火雷噬嗑勿貪心",
		"seventyTwoGod": [
			"火雷天師居首位，柔中帶剛不離心，",
			"頂上光明照清性，法緣無盡古至今。"
		],
		"serialGua": "臨者，大也。物大然後可觀，故受之以觀。可觀而後有所合，故受之以噬嗑。嗑者，合也。物不可以苟合而已，故受之以賁。賁者，飾也。",
		"heartSong": "火雷噬嗑人饑食，投資錢財路不歸。四庫財旺抓機會，寅申卯酉有災非。"
	},
	{
		"count": 22,
		"guaIndex": "山火賁",
		"name": "二十二、山火賁──萌芽出土",
		"fourMean": "萌芽出土",
		"mean": "裝飾。",
		"one": "文飾應恰當，勿過份。",
		"two": "在沒有應援時，應當追隨接近有實力的人物。",
		"three": "不要被外表文飾所誘惑、迷失以玫沈溺不能自拔。",
		"four": "在達不到願望，一時遭到挫折時，只要堅持初衷，最後仍然不會怨尤。即文飾重實效，不在一時的得失。",
		"five": "強調文飾重實質，不可虛偽。",
		"six": "領悟一切，放棄虛飾，悠然自得。即強調一切文飾，都是空虛，應當返璞歸真。",
		"fiveMoney": "艮宮華嚴性本然、山火賁卦多讀書",
		"seventyTwoGod": [
			"山火天師重內涵，表面裝身紙包火，",
			"一旦紙破火舌出，蔓衍祖德最羞恥。"
		],
		"serialGua": "可觀而後有所合，故受之以噬嗑。嗑者，合也。物不可以苟合而已，故受之以賁。賁者，飾也。致飾然後亨，則盡矣，故受之以剝。剝者，剝也。",
		"heartSong": "山火賁卦重文飾，雙財無庫官非至。四庫寅申并卯酉，是非多端亥子求。"
	},
	{
		"count": 23,
		"guaIndex": "山地剝",
		"name": "二十三、山地剝──瑣碎事多",
		"fourMean": "瑣碎事多",
		"mean": "剝落、侵蝕。",
		"one": "剝落是漸進的。",
		"two": "小人的勢力，愈來愈凶，應該開始有所警覺。",
		"three": "在剝落的時刻，不可與小人同流合污。",
		"four": "小人的凶險行為己經臨身，沒有閒暇討論是邪是正，所以直接說凶。",
		"five": "剝落的時刻，無可救藥，惟有期待小人改過從善。",
		"six": "在剝落的時刻，唯有支持君子，才能得救。",
		"fiveMoney": "乾宮三陽無量光、山地剝卦修漸進",
		"seventyTwoGod": [
			"山地天師勿貪進，知心知性勿攀緣，",
			"踩穩堅石再昇前，萬丈山崕有何干。"
		],
		"serialGua": "嗑者，合也。物不可以苟合而已，故受之以賁。賁者，飾也。致飾然後亨，則盡矣，故受之以剝。剝者，剝也。物不可以終盡，剝窮上反下，故受之以復。",
		"heartSong": "山地剝卦步步艱，有財有庫勿攀緣。春冬財利見分明，四庫炎夏財不臨。"
	},
	{
		"count": 24,
		"guaIndex": "地雷復",
		"name": "二十四、地雷復──夫妻反目",
		"fourMean": "夫妻反目",
		"mean": "復歸，復來。",
		"one": "不要走遠就返回，及早改過，以修身之意，必須及時行動，不可反復矛盾自己的心念及行為。",
		"two": "在恢復時期，應當崇尚完美。",
		"three": "恢復應當慎重，不可一錯再錯。",
		"four": "在恢復時期，吉凶未定，必須堅持原則，為所當為，不該為而不可為。",
		"five": "恢復必須善固執。",
		"six": "大勢己經到恢復時期，如果依然執迷不悟，必然凶險。",
		"fiveMoney": "坤宮大地無邊際、地雷復卦心要定",
		"seventyTwoGod": [
			"地雷天師勤修忍，一陽五陰好修行，",
			"人人相處宜和睦，夫妻有情一家春。"
		],
		"serialGua": "賁者，飾也。致飾然後亨，則盡矣，故受之以剝。剝者，剝也。物不可以終盡，剝窮上反下，故受之以復。复則不妄矣，故受之以無妄。",
		"heartSong": "地雷復卦重頭來，一五亥子是正財。冬至財神來團圓，四庫寅申不堪栽。"
	},
	{
		"count": 25,
		"guaIndex": "天雷無妄",
		"name": "二十五、天雷無妄──宜守本分",
		"fourMean": "宜守本分",
		"mean": "不虛偽，不往外求。",
		"one": "不虛偽的行必然有利。",
		"two": "不存非分的奢望，即是耕耘並非期望富有，而是盡心盡力，問心無愧。",
		"three": "不虛偽並不一定就能得到善報。",
		"four": "剛健無私才是真正的不虛偽。",
		"five": "不造作就是不虛偽。",
		"six": "不逞強也是不虛偽。",
		"fiveMoney": "巽宮氣流悅心田、天雷无妄宜守成",
		"seventyTwoGod": [
			"天雷天師耀東北，電光通天南門角，",
			"雙龍抱珠北極天，陰陽兩界本牽連。"
		],
		"serialGua": "剝者，剝也。物不可以終盡，剝窮上反下，故受之以復。复則不妄矣，故受之以無妄。有無妄然後可畜，故受之以大畜。",
		"heartSong": "天雷無妄宜守分，四庫有財秋破財。子月庫破亥月災，凡事保守永無害。"
	},
	{
		"count": 26,
		"guaIndex": "山天大畜",
		"name": "二十六、山天大畜──陣勢得開",
		"fourMean": "陣勢得開",
		"mean": "大蓄，大阻止。",
		"one": "大有積蓄，應當適可而止，得意不可再往。",
		"two": "大有積蓄，更應當機警，當應停止時，即應當斷然停止。",
		"three": "大有積蓄，再前進必須謹慎，應有及時可以停止的萬全準備。",
		"four": "最有效的阻止是止於未然。",
		"five": "有效的阻止，應當正本清源，與其無所生是上策。",
		"six": "最有效的阻止方法，是不阻止，而是疏通，以達到圓滿。",
		"fiveMoney": "艮宮華嚴性本然、山天大畜要魄力",
		"seventyTwoGod": [
			"山天天師最超凡，雲高深處不知寒，",
			"雖高無智有災難，速回本位基礎安。"
		],
		"serialGua": "复則不妄矣，故受之以無妄。有無妄然後可畜，故受之以大畜。物畜然後可養，故受之以頤。頤者，養也。",
		"heartSong": "山天大畜陣勢開，一五財神亥子來。謹防財得災非到，四庫破財寅申栽。"
	},
	{
		"count": 27,
		"guaIndex": "山雷頤",
		"name": "二十七、山雷頤──渭水訪賢",
		"fourMean": "渭水訪賢",
		"mean": "口、供養。修身養性、閉關修練。",
		"one": "衹羡慕他人的富貴，不知道運用自己的智慧，並不足以富貴，所以凶險。",
		"two": "求養必須依循常理，不可違背原則。",
		"three": "求養供養必須採取正當的手段。",
		"four": "求養只要光明正大，不妨取之於民，用之於民。",
		"five": "求養只要心念動機純正，甚至可以權宜行事。",
		"six": "供養是善行，值得冒險。",
		"fiveMoney": "巽宮氣流悅心田、山雷頤卦訪賢人",
		"seventyTwoGod": [
			"山雷天師勸世人，渭水訪賢多學道，",
			"自我貢高最可憐，放下傲性可登天。"
		],
		"serialGua": "有無妄然後可畜，故受之以大畜。物畜然後可養，故受之以頤。頤者，養也。不養則不可動，故受之以大過。",
		"heartSong": "山雷頤卦財無庫，四庫日月財神到。寅申來臨防劫財，讀書訪賢增智慧。"
	},
	{
		"count": 28,
		"guaIndex": "澤風大過",
		"name": "二十八、澤風大過──夜夢金銀",
		"fourMean": "夜夢金銀",
		"mean": "大的過度，非常行動。頭重腳輕、太超過。",
		"one": "己面臨非常時期，行動當非常慎重。",
		"two": "在非常時期，不能拘泥常規，應當集結力量，採取非常手段。",
		"three": "當在非常時期，必然危機四伏，不可過度自信，失去一切助力。",
		"four": "非常行動，固然需要一切的助力，但也不可被邪惡牽累。",
		"five": "非常行動，手段仍應當正當，不可違背人倫天理。",
		"six": "非常行動，往往明知不可為，而不得不有所為，以致覆滅，這也是無奈的，故應當三思而後行，以免造成無法彌補的過失。",
		"fiveMoney": "震宮法音喚覺性、澤風大過多夢幻",
		"seventyTwoGod": [
			"澤風天師默默行，暢行法界無人認，",
			"只緣高山不知深，萬法行通如來境。"
		],
		"serialGua": "物畜然後可養，故受之以頤。頤者，養也。不養則不可動，故受之以大過。物不可以終過，故受之以坎；坎者，陷也。",
		"heartSong": "澤風大過多美夢，天地有財四庫來。寅卯之月有亦無，知足常樂真自在。"
	},
	{
		"count": 29,
		"guaIndex": "坎為水",
		"name": "二十九、坎為水──水中撈月",
		"fourMean": "水中撈月",
		"mean": "陷阱，重重險難。",
		"one": "已經深陷於險中，謹防不能自拔。",
		"two": "在險難中時，不可操之過急，應逐步設法脫險。",
		"three": "在重重險難中時，不可妄動，最重要的是應先求自保，靜心以等萬變。",
		"four": "險難中，應剛柔並濟，坦誠來往，必然有益。",
		"five": "雖然有希望脫險，也應把握最有利的時機。",
		"six": "在險難時輕舉妄動，必然愈陷愈深，就無以自拔了，慎之。",
		"fiveMoney": "坎宮法語如甘露、坎宮八卦忌妄動",
		"seventyTwoGod": [
			"都水天師潤萬物，不分貧富與貴賤，",
			"平等甘露潤生機，調和生存滿滿是。",
			"水坎天師多坎坷，宿世因果自牽連，",
			"怨命怨天無利益，修口修心厄不臨。"
		],
		"serialGua": "頤者，養也；不養則不可動，故受之以大過。物不可以終過，故受之以坎；坎者，陷也。陷必有所麗，故受之以離。離者，麗也。",
		"heartSong": "坎卦水中撈明月，求財求貴皆白費。四庫日月有災非，子午來臨跳陷阱。"
	},
	{
		"count": 30,
		"guaIndex": "離為火",
		"name": "三十、離為火──天官賜福",
		"fourMean": "天官賜福",
		"mean": "附著，上昇的太陽。",
		"one": "要依附前應先認清對象。",
		"two": "要依附應本中正的原則。",
		"three": "生死是自然的常理，應知天樂命的道理。",
		"four": "要依附不可乘人之危，採取脅迫的手段。",
		"five": "要依附應當警愓，運用柔而中的原則。",
		"six": "邪惡應當斷然的排除，但只殺首惡，不究附從。",
		"fiveMoney": "離宮日出照虛空、離宮八卦光明天",
		"seventyTwoGod": [
			"都火天師大慈悲，陽光普照大地春，",
			"有情無情從不分，只緣心善自光明。",
			"火炎天師天官賜，離塵昇華福滿盈，",
			"三毒遠離苦不侵，心量包容照天明。"
		],
		"serialGua": "物不可以終過，故受之以坎；坎者，陷也。陷必有所麗，故受之以離。離者，麗也。男女之道，不能無感也，故受之以咸。咸者，感也。相感則為夫婦。",
		"heartSong": "離卦火炎燒財寶，經商投資勿顛倒。秋財興旺在中秋，亥巳月衰防魔考。"
	},
	{
		"count": 31,
		"guaIndex": "澤山咸",
		"name": "三十一、澤山咸──山澤通氣",
		"fourMean": "山澤通氣",
		"mean": "感應，夫婦之道。",
		"one": "感應己經開始，但還不到積極行動的程度。",
		"two": "雖然發生感應，但不可妄動，不可強求。",
		"three": "應有主見，不可盲從。",
		"four": "應消除私心，心地正大光明，就不會有任何猶豫。",
		"five": "孤僻是無法與外物感應溝通的。",
		"six": "應當以至誠感應，不可玩弄口舌。",
		"fiveMoney": "兌宮法海浪如山、澤山咸卦家團圓",
		"seventyTwoGod": [
			"澤山天師天竅穴，頂首光明無等輪，",
			"光中化佛無等數，佛智光明照天堂。"
		],
		"serialGua": "坎者，陷也。陷必有所麗，故受之以離。離者，麗也。男女之道，不能無感也，故受之以咸。咸者，感也，相感則為夫婦，夫婦之道不可以不久也。故受之以恆。恆者，久也。",
		"heartSong": "澤山咸卦好修行，寅申酉月防失財。勿貪勿求家安樂，夫妻全家笑哈哈。"
	},
	{
		"count": 32,
		"guaIndex": "雷風恆",
		"name": "三十二、雷風恆──日月常明",
		"fourMean": "日月常明",
		"mean": "恆久、恆常。",
		"one": "雖是正義，但也不可以勉強他人接受。",
		"two": "必須堅持中庸正道的原則。",
		"three": "沒有恆心，以致不被人容納，故應知自立立人的原則。",
		"four": "強調正義的重要。",
		"five": "由於立場不同，即應堅持的德行也不同。",
		"six": "正義極端恆久，違背常理，以致不能安定，故應以中庸正道為原則。",
		"fiveMoney": "震宮法音喚覺性、雷風恆卦日月明",
		"seventyTwoGod": [
			"雷風天師光芒照，雨水交加不傷人，",
			"堅心修行無差池，一超直上居天庭。"
		],
		"serialGua": "男女之道，不能無感也，故受之以咸。咸者，感也，相感則為夫婦，夫婦之道不可以不久也。故受之以恆。恆者，久也。物不可以久居其所，故受之以遯。遯者，退也。",
		"heartSong": "雷風恆卦有財庫，心正念正財多多。卯月無福多口舌，申酉多端不貪求。"
	},
	{
		"count": 33,
		"guaIndex": "天山遯",
		"name": "三十三、天山遯──濃雲蔽日",
		"fourMean": "濃雲蔽日",
		"mean": "退避、隱遁。明哲保身。",
		"one": "已是小人得勢之期，應退則退，君子應待機，不可妄動。",
		"two": "應堅定中正的意志。",
		"three": "注意不可被拖累，故應斷然退避，以免招來小人之傷害。",
		"four": "時機已過不可眷戀，應當斷退避，否則身敗名裂，是得不償失。",
		"five": "不能擺脫世俗，就應剛毅，中正隱遁於世俗中。",
		"six": "達到超越世俗，置身世外的地位，又剛健，下面沒有相互拖累，進退沒有牽掛，所以能夠悠然自得，安度隱遁的生活，沒有任何的不利與疑慮。這才是大智慧的賢者，否則仍是凡夫而已。",
		"fiveMoney": "乾宮三陽無量光、天山遯卦修隱忍",
		"seventyTwoGod": [
			"天山天師人撐天，左指天上見光明，",
			"右指天地皆調和，離世諸苦見彌陀。"
		],
		"serialGua": "咸者，感也，相感則為夫婦，夫婦之道不可以不久也。故受之以恆。恆者，久也。物不可以久居其所，故受之以遯。遯者，退也；物不可以終遯，故受之以大壯。",
		"heartSong": "天山遯卦隱山林，無財無庫莫貪求。口舌官非難終止，惟從退隱勤修行。"
	},
	{
		"count": 34,
		"guaIndex": "雷天大壯",
		"name": "三十四、雷天大壯──先曲後順",
		"fourMean": "先曲後順",
		"mean": "壯大、隆盛。",
		"one": "要壯大也應當量力，不可妄動，因時機未到。",
		"two": "要壯大，應當中庸，有節制，否則頭大尾小，非善策。",
		"three": "小人利用他人之勢力壯大自己，君子不會。再三強調做人不可利用他人之勢力壯大，逞強任性，這是非常沒有道德的行為。",
		"four": "要壯大，更要堅持純正。",
		"five": "又進入物極必反，其所壯大己經開始衰退，不可能再積極向前看，故應反看。",
		"six": "己經進入既不能進又不能退的地步，就應當及時覺悟，艱難己經到來，力求自保以待機，此段時間只有知足常樂，不可貪取妄求，應該靜下心來反省檢討以往之過失並懺悔，才是上策。",
		"fiveMoney": "坤宮大地無邊際、雷天大壯要恆心",
		"seventyTwoGod": [
			"雷天天師性如光，嫉惡如仇天地通，",
			"善人相助惡人去，堅守正念可成功。"
		],
		"serialGua": "恆者，久也。物不可以久居其所，故受之以遯。遯者，退也；物不可以終遯，故受之以大壯。物不可以終壯，故受之以晉。晉者，進也。",
		"heartSong": "雷天大壯曲後順，求財難得終無緣。四庫寅申宜戒慎，子午亥巳空歡喜。"
	},
	{
		"count": 35,
		"guaIndex": "火地晉",
		"name": "三十五、火地晉──鋤地得金",
		"fourMean": "鋤地得金",
		"mean": "前進、晉升。",
		"one": "要前進，必須動機純正，即或失敗，也能坦然。",
		"two": "雖然面臨不得前進，也不必憂慮，只要中正，必然有成功之日。",
		"three": "計畫要前進，必須以獲得群眾的信賴為前提。",
		"four": "不可倖進，不可貪得無厭，否則失敗在眼前。",
		"five": "光明磊落，不計較得失，前進必然有利。",
		"six": "前進必須要有妥善的策劃，更要謹慎的實施，否則若等到發生偏差時再來改正，即或不失敗，也是恥辱。",
		"fiveMoney": "乾宮三陽無量光、火地晉卦勿倖進",
		"seventyTwoGod": [
			"火地天師如淨土，凡塵雜草化琉璃，",
			"逆境精進必有福，指日可見極樂國。"
		],
		"serialGua": "遯者，退也；物不可以終遯，故受之以大壯。物不可以終壯，故受之以晉。晉者，進也；進必有所傷，故受之以明夷。夷者，傷也。",
		"heartSong": "火地晉卦財無庫，大做少收虧成本。巳亥月日防官非，偷雞不著倒吃米。"
	},
	{
		"count": 36,
		"guaIndex": "地火明夷",
		"name": "三十六、地火明夷──謹慎保守",
		"fourMean": "謹慎保守",
		"mean": "光明負傷、韜晦時期。",
		"one": "在面臨正義被殘害的苦難時期，唯有退避韜光養晦以自保，才是有智慧的人。",
		"two": "邪惡的殘害己經逼身，應當迅速逃離避難。",
		"three": "在遭受嚴重的創傷時，應當採取非常行動，才能挽救，但應謹慎。",
		"four": "最危險的場所，也最安全的道理。",
		"five": "愈在黑暗的時刻，愈應當堅持正義，明辨是非。",
		"six": "開始登上像君王一般高的地位時，雖然光芒四射，照耀各方，威風凜凜，可是最後墜落到地中，其原因是因為違背了正義的原則，終於要滅亡，這是天理也。",
		"fiveMoney": "坎宮法語如甘露、地火明夷自精進",
		"seventyTwoGod": [
			"地火天師漸漸明，晦暗韜明不急進，",
			"內修光明根為上，根旺莖強永不敗。"
		],
		"serialGua": "物不可以終壯，故受之以晉。晉者，進也；進必有所傷，故受之以明夷。夷者，傷也；傷於外者必反其家，故受之以家人。",
		"heartSong": "地火明夷見光明，財伏難求勿強求。讀書考試有官貴，四庫歲月可題名。"
	},
	{
		"count": 37,
		"guaIndex": "風火家人",
		"name": "三十七、風火家人──鏡中觀花",
		"fourMean": "鏡中觀花",
		"mean": "家庭倫理。",
		"one": "在家庭中應防患於未然，才能保持和諧。",
		"two": "主婦應具備柔順謙遜的中正美德性情。",
		"three": "治家寧可嚴，不可寬。",
		"four": "理家應順從本份。",
		"five": "一家應相親相愛，和睦共處。",
		"six": "治家的基本原則，在誠信與威嚴。",
		"fiveMoney": "巽宮氣流悅心田、風火家人鏡中花",
		"seventyTwoGod": [
			"風火天師一家春，六親堅守自分明，",
			"父慈子孝家圓滿，幸福光明笑哈哈。"
		],
		"serialGua": "晉者，進也；進必有所傷，故受之以明夷。夷者，傷也；傷於外者必反其家，故受之以家人。受之以家人。家道窮必乖，故受之以睽。睽者，乖也。",
		"heartSong": "風火家人亨財福，家和萬事皆如意。卯酉身動慎防貪，夏月福德合家歡。"
	},
	{
		"count": 38,
		"guaIndex": "火澤睽",
		"name": "三十八、火澤睽──兩情相違",
		"fourMean": "兩情相違",
		"mean": "乖離、乖異。不合、不協調、道不同不相為謀。",
		"one": "異中有同，就是正邪之間，也不例外。",
		"two": "應為權變，主動積極去異中求同。",
		"three": "離而合、合而離，是必然的法則，故當背離的時刻，不可懊悔，應當異中求同，必然合同。",
		"four": "互信是異中求同的根本。",
		"five": "合同就能產生力量。",
		"six": "猜疑是合同的大敵，是以彼同也變成異，合也變成離，不能不警愓。",
		"fiveMoney": "艮宮華嚴性本然、火澤睽卦修中道",
		"seventyTwoGod": [
			"火澤天師歸自性，彌陀眾生兩界清，",
			"有修無碍心安靈，無修煩惱染自性。"
		],
		"serialGua": "夷者，傷也；傷於外者必反其家，故受之以家人。受之以家人。家道窮必乖，故受之以睽。睽者，乖也；乖必有難，故受之以蹇。蹇者，難也。",
		"heartSong": "火澤睽卦多反目，求財不得惹是非。巳亥雙月藏官司，四庫春卯災禍至。"
	},
	{
		"count": 39,
		"guaIndex": "水山蹇",
		"name": "三十九、水山蹇──跛腳走路",
		"fourMean": "跛腳走路",
		"mean": "跛腳走路、困難。",
		"one": "不可輕率冒進，否則半途而返，而且有危險。",
		"two": "當陷入危險時，惟有奮不顧身，彼此相救，才不會遺憾終身。",
		"three": "與其冒險，以求倖進，莫如退守，以求安全。",
		"four": "冒險犯難，應當結合同志，充實力量。",
		"five": "德不孤，必有鄰，得道者得多人之相助。",
		"six": "克服困難，應當與賢能結合。",
		"fiveMoney": "兌宮法海浪如山、水山蹇卦要量力",
		"seventyTwoGod": [
			"水山天師路難行，不貪不取身自輕，",
			"一路盡頭方頓悟，修行生智永光明。"
		],
		"serialGua": "受之以家人。家道窮必乖，故受之以睽。睽者，乖也；乖必有難，故受之以蹇。蹇者，難也。物不可終難，故受之以解。解者，緩也。",
		"heartSong": "水山蹇卦修忍辱，兄弟義氣損財帛。四庫貴友巳午仇，量力自保永安祥。"
	},
	{
		"count": 40,
		"guaIndex": "雷水解",
		"name": "四十、雷水解──困人出獄",
		"fourMean": "困人出獄",
		"mean": "解除困難。緩解、赦免。",
		"one": "當困難開始之初，就應當迅速解除，勿使困難擴大。",
		"two": "解除困難，須把握中庸正直的原則。",
		"three": "解除困難，名實必須相符，即身份與地位相稱。",
		"four": "除惡務盡，才能得到君子的信任與支持。",
		"five": "君子勢長，小人必然勢消。",
		"six": "對邪惡應採取斷然手段。",
		"fiveMoney": "震宮法音喚覺性、雷水解卦煩惱除",
		"seventyTwoGod": [
			"雷水天師最殊勝，滋潤萬物日日長，",
			"眾生解除往昔苦，方証風水世間寶。"
		],
		"serialGua": "睽者，乖也；乖必有難，故受之以蹇。蹇者，難也。物不可終難，故受之以解。解者，緩也；緩必有所失，故受之以損。",
		"heartSong": "雷水解卦財庫天，四庫子午財連連。寅申之月防被騙，識得用易必安心。"
	},
	{
		"count": 41,
		"guaIndex": "山澤損",
		"name": "四十一、山澤損──勞心苦戰",
		"fourMean": "勞心苦戰",
		"mean": "減少、損失。",
		"one": "應損則損，但必須量力、適度。",
		"two": "中庸不妄進，堅持正道有利，貪進則凶。",
		"three": "損有餘，益不足，三人就要損一人，損一人就得增益一人，即損有餘，益不足的原則。",
		"four": "以損益，行動必須迅速，即有病早治有益。",
		"five": "柔順謙虛中正的人，當會得到大多數人的支持，故吉利。",
		"six": "損益完全依狀況而定，應損則損，應益則益，才能使人民心悅誠服。",
		"fiveMoney": "艮宮華嚴性本然、山澤損卦勞心力",
		"seventyTwoGod": [
			"山澤天師損益平，有施有捨方有得，",
			"勞辛苦戰有原因，無智不修苦年年。"
		],
		"serialGua": "蹇者，難也。物不可終難，故受之以解。解者，緩也；緩必有所失，故受之以損。損而不已必益，故受之以益。",
		"heartSong": "山澤損卦心苦戰，有財無庫防破財。寅申卯酉歲月臨，勤儉知足是根本。"
	},
	{
		"count": 42,
		"guaIndex": "風雷益",
		"name": "四十二、風雷益──枯木開花",
		"fourMean": "枯木開花",
		"mean": "增多，受益。",
		"one": "【佈施】才能得到人民支持，從事偉大事業，但偉大事業必須是善事，才不會有過錯。",
		"two": "柔順、謙虛、中正、必然得到助益。",
		"three": "誠實的求助，並不違背原則，則可以行之。",
		"four": "中庸是獲得助益的條件。",
		"five": "對人民布施恩惠，人民也回報，自己也有收穫。",
		"six": "凡事不可貪得無厭。",
		"fiveMoney": "巽宮氣流悅心田、風雷益卦修施捨",
		"seventyTwoGod": [
			"風雷天師利人天，布施三寶修善行，",
			"財施法施歡喜施，利人利己菩薩埵。"
		],
		"serialGua": "解者，緩也；緩必有所失，故受之以損。損而不已必益，故受之以益。益而不已必決，故受之以夬。夬者，決也。",
		"heartSong": "風雷益卦是枯木，細心經商不託人。寅申卯酉忌日月，四庫炎夏正逢時。"
	},
	{
		"count": 43,
		"guaIndex": "澤天夬",
		"name": "四十三、澤天夬──遊蜂脫網",
		"fourMean": "遊蜂脫網",
		"mean": "切斷、決裂。",
		"one": "決斷小人，先要有萬全準備。",
		"two": "決斷小人，應提高警覺，防範反擊。",
		"three": "決斷小人，應隱忍不動聲色，在暗中進行。",
		"four": "決斷小人，即不遲疑，也不可衝動。",
		"five": "決斷小人，最理想的手段，是以感化方式，使其改過遷善為吉。",
		"six": "小人遲早會被決斷，不能長存的。",
		"fiveMoney": "坤宮大地無邊際、澤天夬卦遊法海",
		"seventyTwoGod": [
			"澤天天師無濁氣，身淨性淨真稀奇，",
			"雲游法界任汝去，遊蜂脫網消遙時。"
		],
		"serialGua": "損而不已必益，故受之以益。益而不已必決，故受之以夬。夬者，決也。決必有所遇，故受之以姤。姤者，遇也。",
		"heartSong": "澤天夬卦遊四方，雙財立冬運漸通。四庫寅卯月注意，謹防失財惹官災。"
	},
	{
		"count": 44,
		"guaIndex": "天風姤",
		"name": "四十四、天風姤──他鄉遇友",
		"fourMean": "他鄉遇友",
		"mean": "邂逅、相遇。",
		"one": "對小人應戒備，在其勢力未形成前就要嚴厲制止。",
		"two": "對小人應防止其影響力擴大，以免其他人被誘惑。",
		"three": "即或孤立無援，也不可與小人結伴。",
		"four": "包容才能得到廣大的支持。",
		"five": "陰陽消長為必然的法則，不可違背身隱忍以掌握最有利的時機。",
		"six": "嚴厲排斥小人，雖然偏狹，但卻安全。",
		"fiveMoney": "乾宮三陽無量光、天風姤卦遇貴人",
		"seventyTwoGod": [
			"天風天師雲無遮，萬里無雲見佛迹，",
			"佛顏慈祥印心曹，証道見性剎那間。"
		],
		"serialGua": "益而不已必決，故受之以夬。夬者，決也。決必有所遇，故受之以姤。姤者，遇也。物相遇而後聚，故受之以萃。萃者，聚也。",
		"heartSong": "天風姤卦貴人多，勞心勞力遊他鄉。求財無望空勞碌，只緣無福該修心。"
	},
	{
		"count": 45,
		"guaIndex": "澤地萃",
		"name": "四十五、澤地萃──大有斬獲",
		"fourMean": "大有斬獲",
		"mean": "聚集。",
		"one": "正當的會聚，不可意志動搖，應當堅定向前。",
		"two": "誠信，必然可以聚集。即諸事趁中庸的德性還沒有改變之前，立即給予援引才會吉祥無災難。",
		"three": "身邊即或有堅強有力的援助者，但如果行為不止，寧可捨棄，而與遠方志同道合不得勢的朋友結交，才會有利。",
		"four": "動機不純正時，無法使結果盡善盡美。",
		"five": "以德服眾，才能使萬民歸心。",
		"six": "若違背以上之原則而被群眾遺棄時，應當反省不可怨天尤人。",
		"fiveMoney": "兌宮法海浪如山、澤地萃卦修肚量",
		"seventyTwoGod": [
			"澤地天師藏玄機，墾山鑿地成蓮池，",
			"浮水蓮台滿滿是，家家有佛真妙理。"
		],
		"serialGua": "決必有所遇，故受之以姤。姤者，遇也。姤者，遇也。物相遇而後聚，故受之以萃。萃者，聚也。聚而上者謂之升，故受之以升。",
		"heartSong": "澤地萃卦要勤耕，天上賜財有福人。有修善士財滿貫，巳酉月令破財來。"
	},
	{
		"count": 46,
		"guaIndex": "地風升",
		"name": "四十六、地風升──指日高升",
		"fourMean": "指日高升",
		"mean": "上昇。",
		"one": "在昇進中，應追隨志同道合的前輩，才會順利。",
		"two": "在昇進中，必須有誠信，不可拘泥於形式。",
		"three": "昇進應當勇往向前，可以放心大膽的前進。",
		"four": "祭祀是應當的事，順著應當做的事做，必然吉祥，沒有災難，即順從正當的途徑升進。",
		"five": "要用賢，才能得到有利的輔助，當然可以順利昇進。",
		"six": "昇進必須有節制，否則後力不繼。",
		"fiveMoney": "震宮法音喚覺性、地風升卦旭日升",
		"seventyTwoGod": [
			"地風天師如日昇，曙光升高放光明，",
			"萬物希望展生機，急功好義毋太急。"
		],
		"serialGua": "姤者，遇也。物相遇而後聚，故受之以萃。萃者，聚也。聚而上者謂之升，故受之以升。升而不已必困，故受之以困。",
		"heartSong": "地風升卦旭日昇，不急不躁四庫盈。秋霜謹防有陷阱，亥巳仇神又衝突。"
	},
	{
		"count": 47,
		"guaIndex": "澤水困",
		"name": "四十七、澤水困──守己待時",
		"fourMean": "守己待時",
		"mean": "窮困。",
		"one": "己在窮困中，必須明智，極端隱忍，不可浮燥。",
		"two": "過度豐富也會造成困擾，也有得意不可忘形之意。",
		"three": "因為僥倖妄進，才會造成窮困。",
		"four": "解救窮困，不可操之過急，應當量力審慎行動。",
		"five": "要有經得起考驗的堅定意志。",
		"six": "解除窮困，手段不正，反而愈陷愈深，必須及時反省，否則永無翻身之日。",
		"fiveMoney": "兌宮法海浪如山、澤水困卦修忍辱",
		"seventyTwoGod": [
			"澤水天師清中濁，法寶大道妙法好，",
			"財子兩全先修道，一日真証淨土果。"
		],
		"serialGua": "萃者，聚也。聚而上者謂之升，故受之以升。升而不已必困，故受之以困。困乎上者必反下，故受之以井。",
		"heartSong": "澤水困卦財庫全，五月有災八月來。春冬財旺是正時，守己待時財神來。"
	},
	{
		"count": 48,
		"guaIndex": "水風井",
		"name": "四十八、水風井──枯井生泉",
		"fourMean": "枯井生泉",
		"mean": "水井、用賢。",
		"one": "不合時宜的人，將被淘汰。",
		"two": "有賢人在野，但上方沒有援引，無法昇進，即在野有遺賢。",
		"three": "應當求賢，發掘人才。",
		"four": "賢者應修充實，以等待時機。",
		"five": "應當使賢人為全民造福。",
		"six": "當賢者在位時，應當為民服務。",
		"fiveMoney": "震宮法音喚覺性、水風井卦善用賢",
		"seventyTwoGod": [
			"水風天師古泉生，妙智妙用生妙法，",
			"甘泉滋潤我心田，堅定信心福綿綿。"
		],
		"serialGua": "升而不已必困，故受之以困。困乎上者必反下，故受之以井。井道不可不革，故受之以革。",
		"heartSong": "水風井卦居財位，經商投資重規範。有財無庫知足樂，申酉子亥白忙茫。"
	},
	{
		"count": 49,
		"guaIndex": "澤火革",
		"name": "四十九、澤火革──憂去喜來",
		"fourMean": "憂去喜來",
		"mean": "變革、改革。",
		"one": "要變革必先鞏固自己，否則提倡變革並無益。",
		"two": "改革必須時機成熟。",
		"three": "改革即或勢在必行，也應極端謹慎，再三考慮。",
		"four": "改革者的性格、時間、因素，以及首先贏得群眾信賴，即天時、地利、人和的重要性。",
		"five": "變革必須徹底，而非修飾，並且再三強調，必須得群眾的信賴與支持，才會作功。",
		"six": "變革成功以後，上下應當先洗面革心，並且與民休息，以適應新的生活。",
		"fiveMoney": "坎宮法語如甘露、澤火革卦修改革",
		"seventyTwoGod": [
			"澤火天師妙無邊，空中妙有實難言，",
			"習性不淨難調理，惟心是宗萬萬年。"
		],
		"serialGua": "困乎上者必反下，故受之以井。井道不可不革，故受之以革。革物者莫若鼎，故受之以鼎。",
		"heartSong": "澤火革卦多耗財，勞勞碌碌財不來。四庫官非運難開，慎行不貪永無災。"
	},
	{
		"count": 50,
		"guaIndex": "火風鼎",
		"name": "五十、火風鼎──餓人饑食",
		"fourMean": "餓人饑食",
		"mean": "食器、養賢。",
		"one": "養賢是為了儲蓄人才，以除舊布新。",
		"two": "養賢，應排除小人。",
		"three": "賢能不被中用時，應堅守正道，終有出頭的時日。",
		"four": "應知人善用，小人不可以擔當重任。",
		"five": "剛毅的臣，得到明智的君，才能相得益彰。",
		"six": "剛柔兼備，無往不利。",
		"fiveMoney": "離宮日出照虛空、火風鼎卦守律法",
		"seventyTwoGod": [
			"火風天師滅塵埃，法界萬靈隨法開，",
			"心開意解無懷疑，自有貴人天上來。"
		],
		"serialGua": "井道不可不革，故受之以革。革物者莫若鼎，故受之以鼎。主器者莫若長子，故受之以震。震者，動也。",
		"heartSong": "火風鼎卦財多多，卯酉有財雙喜臨。巳亥月日表面財，信心智慧災不來。"
	},
	{
		"count": 51,
		"guaIndex": "震為雷",
		"name": "五十一、震為雷──金鐘夜響",
		"fourMean": "金鐘夜響",
		"mean": "震動、戒懼。",
		"one": "記取恐懼的教訓，提高警覺，以後才能平安。",
		"two": "遭受震驚，堅持中正的原則，就能迅速復原。",
		"three": "因恐懼而知反省檢討，即可避免災難。",
		"four": "必須發揮剛毅的力量，才能經得起震撼。",
		"five": "當震驚發生時，堅持中庸原則，不偏不倚，可使損害減少到最低程度。",
		"six": "他處遭受震驚，自己知道警覺，就可防患未然。",
		"fiveMoney": "震宮法音喚覺性、震宮八卦徹虛空",
		"seventyTwoGod": [
			"都雷天師喚民心，法語滿天渡眾靈，",
			"法脈如雷貫天耳，開法開悟自清靈。",
			"雷震天師聲通天，金鍾夜響億萬年，",
			"隂晴日月無休止，直指人心見真性。"
		],
		"serialGua": "革物者莫若鼎，故受之以鼎。主器者莫若長子，故受之以震。震者，動也。物不可以終動，止之，故受之以艮。艮者，止也。",
		"heartSong": "震卦雙財雷大聲，寅申雷大會傷人。夏雷正逢財入庫，四庫求財只一半。"
	},
	{
		"count": 52,
		"guaIndex": "艮為山",
		"name": "五十二、艮為山──安靜無虧",
		"fourMean": "安靜無虧",
		"mean": "停止。照護、終養萬物。",
		"one": "停止，應該在未行動之前，才不會失當。",
		"two": "應止不止，勉強追隨他人，不會愉快。",
		"three": "停止不當，以致眾叛親離。",
		"four": "應當知機，自我約束，適可而止。",
		"five": "言語，也應當適可而止。",
		"six": "應止於至善，最後的堅持最重要。",
		"fiveMoney": "艮宮華嚴性本然、艮宮八卦華嚴性",
		"seventyTwoGod": [
			"都山天師堅如山，自性莊嚴如華嚴，",
			"毅力不搖配天地，堅心精進登佛位。",
			"艮山天師是華嚴，自性如山自清榮，",
			"土石堅硬如金剛，信念信心本如山。"
		],
		"serialGua": "主器者莫若長子，故受之以震。震者，動也。震者，動也。物不可以終動，止之，故受之以艮。艮者，止也。物不可以終止，故受之以漸。漸者，進也。",
		"heartSong": "艮卦如山修靜心，安靜無虧財清明。春愁夏憂秋有災，亥子歲月財神來。"
	},
	{
		"count": 53,
		"guaIndex": "風山漸",
		"name": "五十三、風山漸──飄浮不定",
		"fourMean": "飄浮不定",
		"mean": "漸進。",
		"one": "不可勉強，應量力漸進。",
		"two": "漸進應穩當踏實。",
		"three": "漸進不可剛強過度。",
		"four": "漸進應當因應狀況，才能安全。",
		"five": "在漸進中，也難免會有障礙，但邪不能勝正。",
		"six": "超脫於世俗之外，即可進退由心。",
		"fiveMoney": "艮宮華嚴性本然、風山漸卦勿急進",
		"seventyTwoGod": [
			"風山天師遊法界，上下一炁益眾生，",
			"風大山在樹花開，滿山白花雪花齋。"
		],
		"serialGua": "震者，動也。物不可以終動，止之，故受之以艮。艮者，止也。艮者，止也。物不可以終止，故受之以漸。漸者，進也。進必有所歸，故受之以歸妹。",
		"heartSong": "風山漸卦慢慢南，有庫無財莫急求。四庫卯酉難度日，巳午日月犯官災。"
	},
	{
		"count": 54,
		"guaIndex": "雷澤歸妹",
		"name": "五十四、雷澤歸妹──浮雲蔽日",
		"fourMean": "浮雲蔽日",
		"mean": "婚嫁。",
		"one": "名位不當，堅守純正，依然吉祥。",
		"two": "遇人不淑，堅守純正，仍然吉祥。",
		"three": "輕佻不足以擔當重任。",
		"four": "要選擇正當的對象。",
		"five": "高貴的品德，比虛榮重要。",
		"six": "缺乏品德，結果不會美滿，即有名無實。",
		"fiveMoney": "兌宮法海浪如山、雷澤歸妹修品德",
		"seventyTwoGod": [
			"雷澤天師度有緣，回歸淨土西方境，",
			"見佛見親悟凡心，原來天地一家親。"
		],
		"serialGua": "艮者，止也。物不可以終止，故受之以漸。漸者，進也。進必有所歸，故受之以歸妹。得其所歸者必大，故受之以豐。豐者，大也。",
		"heartSong": "雷澤歸妹如浮雲，有財無庫多費心。卯月有財但短促，寅申夏冬浮雲遮。"
	},
	{
		"count": 55,
		"guaIndex": "雷火豐",
		"name": "五十五、雷火豐──古鏡重明",
		"fourMean": "古鏡重明",
		"mean": "盛大。",
		"one": "盛大應積極去追求，但應適度。",
		"two": "追求盛大，容易迷失，產生猜疑，應以誠信，啟發意志。",
		"three": "因盛大而迷失，造成無可避免的傷害，應當秉持剛正。",
		"four": "因盛大而迷失，應主動結合志，突破黑暗。",
		"five": "追求盛大，必須用賢。",
		"six": "告誡因盛大而迷失，終究完全被閉塞。",
		"fiveMoney": "坎宮法語如甘露、雷火豐卦開心智",
		"seventyTwoGod": [
			"雷火天師文昌公，智慧普照路一生，",
			"自心自淨自精進，觀心自照自光明。"
		],
		"serialGua": "漸者，進也。進必有所歸，故受之以歸妹。得其所歸者必大，故受之以豐。豐者，大也。窮大者必失其居，故受之以旅。",
		"heartSong": "雷火豐卦鏡重明，充實智慧才聰明。巳午炎財宜把握，逢虎捕牛空餘恨。"
	},
	{
		"count": 56,
		"guaIndex": "火山旅",
		"name": "五十六、火山旅──先甘後苦",
		"fourMean": "先甘後苦",
		"mean": "旅行、不安定。",
		"one": "在不安定中，不可斤斤計較於小節，應當大處著眼。",
		"two": "轉危為安，必須要有萬全的準備。",
		"three": "必須以謙虛態度，得到一切財力，才能轉危為安。",
		"four": "強調安定必須正當。",
		"five": "求安定應不計一時的得失，要有光明磊落的態度。",
		"six": "求安定必須柔順，不可驕傲。",
		"fiveMoney": "離宮日出照虛空、火山旅卦甘後苦",
		"seventyTwoGod": [
			"火山天師焚塵土，凡事慎重無諸苦，",
			"堅心奉行諸善道，苦厄不染無操勞。"
		],
		"serialGua": "得其所歸者必大，故受之以豐。豐者，大也。窮大者必失其居，故受之以旅。旅而無所容，故受之以巽。巽者，入也。",
		"heartSong": "火山旅卦甘後苦，勤耕秋收財豐富。巳亥子午月不宜，堅持踏實好根基。"
	},
	{
		"count": 57,
		"guaIndex": "巽為風",
		"name": "五十七、巽為風──動極思靜",
		"fourMean": "動極思靜",
		"mean": "進入、謙遜。順從、服從。",
		"one": "進進退退，因為憂柔寡斷，心中有疑惑，要像武人般堅決果斷才有利，意志才能堅定不移。",
		"two": "謙遜並非自卑。",
		"three": "謙遜並非虛偽。",
		"four": "謙遜應當正當。",
		"five": "謙遜是事前周詳叮嚀，事後檢討得失的慎重態度。",
		"six": "謙遜應當恰如其份，不可過度。",
		"fiveMoney": "巽宮氣流悅心田、巽宮八卦修謙遜",
		"seventyTwoGod": [
			"都風天師來如風，掃除業障禍不逢，",
			"人物仰仗風神力，自在長生並健康。",
			"風巽天師急風行，掃除塵埃成淨土，",
			"無染塵埃心自淨，和悅人間最光明。"
		],
		"serialGua": "豐者，大也。窮大者必失其居，故受之以旅。旅而無所容，故受之以巽。巽者，入也。入而後說之，故受之以兌。兌者，說也。",
		"heartSong": "巽卦如風空白忙，精打細算智為先。四庫有財嘴邊選，卯酉官司划不來。"
	},
	{
		"count": 58,
		"guaIndex": "兌為澤",
		"name": "五十八、兌為澤──趁水和泥",
		"fourMean": "趁水和泥",
		"mean": "喜悅、取悅。對談。",
		"one": "與人和悅，應當光明正大，而非奉承諂媚。",
		"two": "應以誠信與人和悅，後悔就消失了。",
		"three": "和悅，不可不當，否則有凶險。",
		"four": "和悅並非鄉愿，應斷然去惡，必有喜慶之象。",
		"five": "剛正也難免被小人包圍，故有危險。",
		"six": "小人不擇手段取悅於人的危險，必須戒懼。",
		"fiveMoney": "兌宮法海浪如山、兌宮八卦藏法海",
		"seventyTwoGod": [
			"都澤天師承萬生，滋生潤草亦濟靈，",
			"腹大如海妙蓮台，苦樂無分大自在。",
			"兌悅天師說萬法，口出蓮花利眾生，",
			"有緣有情皆說法，珍重生命登蓮池。"
		],
		"serialGua": "旅而無所容，故受之以巽。巽者，入也。入而後說之，故受之以兌。兌者，說也。兌者，說也。說而後散之，故受之以渙。渙者，離也。",
		"heartSong": "兌卦修口勿妄語，財在他鄉莫遠求。申酉巳亥月令來，看有拿無空歡喜。"
	},
	{
		"count": 59,
		"guaIndex": "風水渙",
		"name": "五十九、風水渙──隔河望金",
		"fourMean": "隔河望金",
		"mean": "渙散。",
		"one": "拯救渙散，應在開始時就用積極手段。",
		"two": "拯救渙散，須先求安定。",
		"three": "拯救渙散，要先除去私心。",
		"four": "拯救渙散，應消除派系，促成團結。",
		"five": "拯救渙散，應排除私利，為公眾造福。",
		"six": "拯救渙散，應除害。",
		"fiveMoney": "離宮日出照虛空、風水渙卦修戒貪",
		"seventyTwoGod": [
			"風水天師大慈悲，王侯將相須要伊，",
			"販夫走卒不分離，堅守大愛萬萬年。"
		],
		"serialGua": "巽者，入也。入而後說之，故受之以兌。兌者，說也。說而後散之，故受之以渙。渙者，離也。渙者，離也。物不可以終離，故受之以節。",
		"heartSong": "風水渙卦白日夢，無財無庫空勞碌。亥巳子午連連破，妄自誇大老來囚。"
	},
	{
		"count": 60,
		"guaIndex": "水澤節",
		"name": "六十、水澤節──封神斬將",
		"fourMean": "封神斬將",
		"mean": "節制、節約。",
		"one": "首先應自我節制，言語行動應謹慎。",
		"two": "過度節制，就會失去時機。",
		"three": "應當節制不能節制，就是自取其咎。",
		"four": "節制應順其自然，不可勉強。",
		"five": "節制應以中正的德行，以身作則，倡導於先，才能使人人樂於接受，而能有所作為。",
		"six": "過度節制，會造成反效果。",
		"fiveMoney": "坎宮法語如甘露、水澤節卦宜節制",
		"seventyTwoGod": [
			"水澤天師如封神，斬妖除魔伏自身，",
			"三業無智必有錯，五關六將關關過。"
		],
		"serialGua": "兌者，說也。說而後散之，故受之以渙。渙者，離也。物不可以終離，故受之以節。節而信之，故受之以中孚。",
		"heartSong": "水澤節卦財持世，春夏財旺靠智慧。秋冬四庫最辛苦，修行為本正逢時。"
	},
	{
		"count": 61,
		"guaIndex": "風澤中孚",
		"name": "六十一、風澤中孚──謹慎保守",
		"fourMean": "謹慎保守",
		"mean": "心中誠信。",
		"one": "開始應當慎重，一但相信，就不可猜疑。",
		"two": "誠信必須能夠溝通，引起共鳴，始能發揮作用。",
		"three": "誠信必須堅定不移，否則不知所措。",
		"four": "誠信應選擇對象，即斷絕無能的夥伴，追隨有智慧、有賢德、有誠信的偉大人物，才會沒有災難。",
		"five": "彼此誠信，才能相得益彰。",
		"six": "不可因誠信就孤高閉塞了自己。",
		"fiveMoney": "艮宮華嚴性本然、風澤中孚宜誠信",
		"seventyTwoGod": [
			"風澤天師守誠信，不欺自心欺他心，",
			"如履薄冰慎修行，六道不侵見自信。"
		],
		"serialGua": "渙者，離也。物不可以終離，故受之以節。節而信之，故受之以中孚。有其信者必行之，故受之以小過。",
		"heartSong": "風澤中浮卦誠信，無財無庫勿強求。卯酉歲月多災非，四庫歲月破財年。"
	},
	{
		"count": 62,
		"guaIndex": "雷山小過",
		"name": "六十二、雷山小過──過獨木橋",
		"fourMean": "過獨木橋",
		"mean": "小的過度。",
		"one": "應知收斂，不可好高騖遠。",
		"two": "在消極方面，稍為過度，雖然不能發揮積極的功用，但仍有益。",
		"three": "謹慎不過分，就可以防止，如困屈從，就有被殺害危險，故應當明辨。",
		"four": "剛與柔、過與斂，必須因應變通，不可固執。",
		"five": "過度強求，不足以成大事。",
		"six": "極端過度，必然招致災禍。",
		"fiveMoney": "兌宮法海浪如山、雷山小過慎己修",
		"seventyTwoGod": [
			"雷山天師慎己修，天理彰顯無私偏，",
			"行善成佛惡墮落，天上地上一念間。"
		],
		"serialGua": "節而信之，故受之以中孚。有其信者必行之，故受之以小過。受之以節。節而信之，有其信者必行之，故受之以小過。有過物者必濟，故受之既濟。",
		"heartSong": "雷山小過最可憐，孤木難行又多險。凡得本卦勿貪念，財庫不失好過年。"
	},
	{
		"count": 63,
		"guaIndex": "水火既濟",
		"name": "六十三、水火既濟──金榜題名",
		"fourMean": "金榜題名",
		"mean": "完成。",
		"one": "當成功之後，更應當慎重，想到一切可能的後果，預先適度節制，也許會有一時的損失，但結果將更圓滿。",
		"two": "成功之後，適當節制，也許會有一時的損失，但結果將更圓滿。",
		"three": "強調有功的小人絕對不可以使其在政治上形成勢力。",
		"four": "成功不可自滿，更應當戒慎恐懼，時刻戒備。",
		"five": "成功不可自滿，應當一本初衷，繼續發努力，才能保全既有的成就。",
		"six": "不可被成功沖昏了頭，盲目衝進，招致危險。",
		"fiveMoney": "坎宮法語如甘露、水火既濟修大智",
		"seventyTwoGod": [
			"水火天師好修行，名利虛假宜認清，",
			"反省懺悔往昔錯，當下見性幸福臨。"
		],
		"serialGua": "節而信之，故受之以中孚。有其信者必行之，故受之以小過。受之以節。節而信之，有其信者必行之，故受之以小過。有過物者必濟，故受之既濟。物不可窮也，故受之以未濟終焉。",
		"heartSong": "水火既濟卦無財，讀書智慧最殊勝。知足常樂年年春，謹防辰戌災非來。"
	},
	{
		"count": 64,
		"guaIndex": "火水未濟",
		"name": "六十四、火水未濟──憂中望喜",
		"fourMean": "憂中望喜",
		"mean": "未完成。",
		"one": "在成功最後的關鍵時刻，更應當量力，不可行動過當。",
		"two": "在成功的最後關鍵時刻，自我節制的重要。",
		"three": "在成功的最後關鍵時刻，應當慎重的斷然的冒險。",
		"four": "在成功的最後關鍵時刻，必須堅持，奮發努力。",
		"five": "在成功的最後關鍵時刻，更應當明智、中庸、誠信、謙虛、以號召賢能，鞏固團結，而終底於成。",
		"six": "應有盡人事，聽天命，成功不必在我的胸襟。",
		"fiveMoney": "離宮日出照虛空、火水未濟待時機",
		"seventyTwoGod": [
			"火水天師最調和，陰陽南北無差錯，",
			"若有凡夫悟此理，眼見耳聞皆是好。"
		],
		"serialGua": "有過物者必濟，故受之既濟。物不可窮也，故受之以未濟終焉。",
		"heartSong": "火水未濟到山頂，一生辛苦終修行。秋財極旺好時機，成本計算勿失信。"
	}
];
