/** 五路財神經 */
export const GOD_OF_WEALTH = `
恭維

陰陽日月最長生　可惜天理難分明

若有真聖鬼谷子　一出天下定太平

靈山會偈

靈山一會萬年燈 四八大願照光明

王禪老祖妙智聖 加持灌頂見太平

一時

欣逢天運歲次乙未年六月十九日，於雲夢山八卦城王禪廟，依教升壇，恭祝娑婆世界圓通教主觀世音菩薩聖誕暨王禪老祖大天尊聖靈光降地球世界台灣淨土，台灣祖師大士殿，與混元
天人合一，倒駕慈航，共轉天下太平，世界和平，依法旨於乙未年六月十九日，是時三十三周年之當下，普天同慶，諸天聖神佛菩薩、大如來、六道群靈、十方法界天人、中華民族一五六
一五姓氏列祖列宗眷靈、日本國徐福真人以來一二四位天皇諸眷靈、韓國蚩尤後裔一九五位天子帝王總統諸眷靈、中華民族三七六二次大小戰爭枉死軍民怨靈、地球世界八一六次大小戰爭
枉死軍民諸怨靈、十方法界三界萬靈、地獄道諸靈，皆於六月十九日，依宗教法儀一一召請來趨法會壇城，受納香花菓饌法筵供養，梵唄法師恭誦佛教暨本聖教本經，仰仗天威，諸佛菩薩
慈光加持灌頂，心開意解，頓悟無生法忍，皆得往生自性淨土，了脫生死之苦。

混元謹遵天命法旨，於當下依世間人道修行，宗教包容學術，學術成就宗教之現實性，於八卦城乾宮上爻鬼谷文化會館舉辦兩岸中華文化大熔爐、鬼谷文化未來發展高層論壇，由兩岸
教育界、學術界、軍政界、經濟學界、仕農工商界、宗教儒釋道、百家思想熔為一爐，成就唯心淨土世界，方証鬼谷文化妙智聖之天威。

冥陽兩界文化交流交心已畢，天人法界共讚仙師之大慈大悲，是世界和平，天下太平之無量光燈塔，普照宇宙虛空法界微塵世界，皆得各自成就唯心淨土，以為本願。三拜

天人法界聖凡法會圓滿之際，鬼谷仙師王禪老祖復開示五路財神經，凡我聖凡，依法修行，方見天下太平之道，曰：

人生來世幾次哉，各自因緣天上來，有恩無仇是真理，名利富貴早安排。

六親關照一家親，父母兄弟生子孫，妻財官貴我在內，識得天機觀自在。

命中若有自然有，命中若無莫強求，若欲大富與大貴，惟從積善與種德。

究竟如何可知命，命運本來有因果，善惡獎懲有天律，生生世世報不爽。

若人知命可轉運，用易了知六十四，勤修力行可滿願，命卦真禪見分明。

是時

大羅金仙王禪老祖，在八卦天心聖台上，關心娑婆世界眾生苦，日夜煩惱為名為利走十方，十有八九不如意，成功失敗顛倒顛顛倒，命運抓弄人世間，恩怨情仇自此生，方有天堂地獄門，
各履因果自報償。善人之名人人有，惡人之名人人惡，可惜終究不如意，究竟何因應檢討。

今日今時，因緣善知識求聖法，祈求開示五路財神經，流傳世人依教勤奉行，財智雙全天賜福，故 王禪老祖於太極天八卦天心聖台開示曰：

唯心道藏利法界，戊己都天性本宮，都地八卦法無邊，虛空無限三大千。

乾宮三陽無量光，兌宮法海浪如山，離宮日出照虛空，震宮法音喚覺性，

巽宮氣流悅心田，坎宮法語如甘露，艮宮華嚴性本然，坤宮大地無邊際。一拜

乾宮八卦藏天機，天澤履卦修禮節，天火同人仙指路，天雷无妄宜守成，

天風姤卦遇貴人，天水訟卦勿爭訟，天山遯卦修隱忍，天地否卦難交集。一拜

兌宮八卦藏法海，澤天夬卦遊法海，澤火革卦修改革，澤雷隨卦宜隨緣，

澤風大過多夢幻，澤水困卦修忍辱，澤山咸卦家庭圓，澤地萃卦修度量。一拜

離宮八卦光明天，火天大有大成就，火澤睽卦修中道，火雷噬嗑勿貪心，

火風鼎卦守律法，火水未濟待時機，火山旅卦甘後苦，火地晉卦勿倖進。一拜

震宮八卦徹虛空，雷天大壯要恆心，雷澤歸妹雲蔽日，雷火豐卦開心智，

雷風恆卦日月明，雷水解卦煩惱除，雷山小過慎己修，雷地豫卦修善行。一拜

巽宮八卦修謙遜，風天小畜沙成塔，風澤中孚宜誠信，風火家人鏡中花。

風雷益卦修施捨，風水渙卦慎渙散，風山漸卦勿急進，風地觀卦多觀察。一拜

坎宮八卦忌妄動，水天需卦修智慧，水澤節卦宜節制，水火既濟修大智，

水雷屯卦多積徳，水風井卦善用賢，水山蹇卦要量力，水地比卦相親輔。一拜

艮宮八卦華嚴性，山天大畜要魄力，山澤損卦勞心力，山火賁卦多讀書，

山雷頤卦訪賢人，山風蠱卦表面好，山水蒙卦從教育，山地剝卦修漸進。一拜

坤宮八卦載萬物，地天泰卦勤修心，地澤臨卦修仁德，地火明夷自精進，

地雷復卦從頭來，地風升卦旭日升，地水師卦修智慧，地山謙卦謙者賢。一拜

八宮八卦六十四，卦卦天機守十方，戊己都天又都地，合縱連橫妙智聖，

若有天人修此法，堅信不移并力行，自性淨土是唯心，古德聖人傳天機，

世人誤用又誤行，難免人生煩惱多。今日心傳易大道，日誦一部啟天機，

仕農工商生智慧，百業興發年年春，若有賢士誦此經，生意興隆神保佑，

若有賢士誦此經，五路財神來加持。若有賢士誦此經，廣結法緣神明助。

若有賢士誦此經，蘇秦張儀同讚嘆。若有賢士誦此經，徐福真人來認親。

若有賢士誦此經，孫臏真人來加持。若有賢士誦此經，五路財神來助汝。

若有賢士誦此經，家庭幸福一條心。若有賢士誦此經，天下太平早滿願。

王禪老祖開示畢，龍天護法普降大地，同霑法雨甘露加持灌頂，加持凡有修持本經者，依教奉行可滿願。

金剛護法財神共讚曰：

鬼谷仙師大慈悲，妙法如鑽琉璃滿世間。　　一拜

故我混元稽首頂禮恭讚曰：

鬼谷仙師大智聖，高徒范蠡是財神。

堅守中道修誠信，富甲天下不虛名。

鬼谷仙師出高徒，孫臏兵法最稀奇。

攻心為上是慈悲，物帛交流真公平。

鬼谷仙師真妙理，徐福真人是財神。

東土煉丹長生果，百商興發人人好。

鬼谷仙師大智慧，蘇秦張儀二高徒。

合縱連橫啟商機，國富民樂萬萬年。

鬼谷仙師大天尊，授徒經商重人倫。

童叟不欺好緣份，金玉滿堂年年春。

上來五福今臨門，祝願大家勤修行。

積財積德又積善，人間淨土真和平。

唯心聖教宗主混元禪師 齋心沐浴恭錄

收經偈：

經文垂一卷　苦海度人舟

永使群生悟　常教累劫修

人間超大難　世上挽狂流

晨昏虔朗誦　闔眷保無憂

收經讚

仙師垂訓、五路財神經、人間醉夢喚回醒、修養真靈性、迴光照帝庭。

皈依

王禪老祖鬼谷仙師玄風永振天尊（三稱）

鬼谷仙師五路財神經　　　終

迴向

願以此功德　　莊嚴自淨土　凡有見聞者　　自性度一切

從此無苦厄　　聞者生智慧　信者生信心　　天下早太平

乙未年六月十九日`;

/** 卦序歌 */
export const GUA_SERIAL_SONG = `
乾坤屯蒙需訟師，比小畜兮履泰否，

同人大有謙豫隨，蠱臨觀兮噬嗑賁，

剝復無妄大畜頤，大過坎離三十備。


咸恆遯兮及大壯，晉與明夷家人睽，

蹇解損益夬姤萃，升困井革鼎震繼，

艮漸歸妹豐旅巽，兌渙節兮中孚至，

小過既濟兼未濟，是為下經三十四。`;

export const GOD_72 = `
恭維
陰陽日月最長生　可惜天理難分明

若有真聖鬼谷子　一出天下定太平

謹遵本願

龍天護法保蒼生　化解干戈息戰爭

亦願人心相疼愛　同祇世界永和平

祈求南無軒轅黃帝七十二天師　三拜

讚曰

中華道統七千年　伏羲畫卦陽先天

闢地兩足人其中　易以貫之萬萬年

九天玄女承法脈　玄空大卦演九星

法無定法轉法輪　法益三祖古至今

黃帝炎帝蚩尤帝　三祖精神不可分

炎帝神農益人天　蚩尤工業德萬千

文化至寶最永恆　文字創造德貫天

倉頡造字功德大　方有天人會心通

既有天地乾坤卦　當有演化六十四

中土戊己都天卦　六四合八七十二

天德天師德滿天　常臥法界法平等

一畫開天二畫地　立基天下定太平

天樞天師轉天盤　七星墜地照三千

法脈延年古今天　吉凶禍福自因緣

都地天師潤人民　衣食豐饒永無虧

法雨長青無旱象　五穀豐登太平年

都澤天師承萬生　滋生潤草亦濟靈

腹大如海妙蓮台　苦樂無分大自在

都火天師大慈悲　陽光普照大地春

有情無情從不分　只緣心善自光明

都風天師來如風　掃除業障禍不逢

人物仰仗風神力　自在長生並健康

都山天師堅如山　自性莊嚴如華嚴

毅力不搖配天地　堅心精進登佛位

都水天師潤萬物　不分貧富與貴賤

平等甘露潤生機　調和生存滿滿是

都雷天師喚民心　法語滿天渡眾靈

法脈如雷貫天耳　聞法開悟自清靈

天澤天師潤無邊　法筵如海普三千

天光澤平映法界　見性自知証如來

天火天師照無碍　光芒四射天門開

南方大武卑南裁　方証萬靈崑崙來

天雷天師耀東北　電光通天南門角

雙龍抱珠北極天　陰陽兩界本牽連

天風天師雲無遮　萬里無雲見佛迹

佛顏慈祥印心曹　証道見性剎那間

天水天師大慈悲　不忍眾生苦難受

甘露天降適天機　化解眾怨名天師

天山天師人撐天　左指天上見光明

右指大地皆調和　離世諸苦見彌陀

天地天師法無邊　光明不交地獄靈

若有天地人立中　陰陽扭轉天地泰

澤天天師無濁氣　身淨性淨真稀奇

雲游法界任汝去　遊蜂脫網消遙時

兌悅天師說萬法　口出蓮花利眾生

有緣有情皆說法　珍重生命登蓮池

澤火天師妙無邊　空中妙有實難言

習性不淨難調理　惟心是宗萬萬年

澤雷天師最精進　足涉污泥隨緣墜

若未識得真煩惱　何來煩惱証大道

澤風天師默默行　暢行法界無人認

只緣高山不知深　萬法行通如來境

澤水天師清中濁　法寶大道妙法好

財子兩全先修道　一日真証淨土果

澤山天師天竅穴　頂首光明無等輪

光中化佛無等數　佛智光明照天堂

澤地天師藏玄機　墾山鑿地成蓮池

浮水蓮台滿滿是　家家有佛真妙理

火天天師滿天紅　光明無遮原來空

一塵不染名清淨　原來法海性真空

火澤天師歸自性　彌陀眾生兩界清

有修無碍心安靈　無修煩惱染自性

火炎天師天官賜　離塵昇華福滿盈

三毒遠離苦不侵　心量包容照天明

火雷天師居首位　柔中帶剛不離心

頂上光明照清性　法緣無盡古至今

火風天師滅塵埃　法界萬靈隨法開

心開意解無懷疑　自有貴人天上來

火水天師最調和　陰陽南北無差錯

若有凡夫悟此理　眼見耳聞皆是好

火山天師焚塵土　凡事慎重無諸苦

堅心奉行諸善道　苦厄不染無操勞

火地天師如淨土　凡塵雜草化琉璃

逆境精進必有福　指日可見極樂國

雷天天師性如光　嫉惡如仇天地通

善人相助惡人去　堅守正念可成功

雷澤天師度有緣　回歸淨土西方境

見佛見親悟凡心　原來天地一家親

雷火天師文昌公　智慧普照路一生

自心自淨自精進　觀心自照自光明

雷震天師聲通天　金鍾夜響億萬年

隂晴日月無休止　直指人心見真性

雷風天師光芒照　雨水交加不傷人

堅心修行無差池　一超直上居天庭

雷水天師最殊勝　滋潤萬物日日長

眾生解除往昔苦　方証風水世間寶

雷山天師慎己修　天理彰顯無私偏

行善成佛惡墮落　天上地下一念間

雷地天師如青龍　一耀直上達雲霄

妙智聖心行善道　有恆善人必光明

風天天師雲漸開　無影無遮光明來

凡塵百事由身惹　放下惡念無罣碍

風澤天師守誠信　不欺自心欺他心

如履薄冰慎修行　六道不侵見自性

風火天師一家春　六親堅守自分明

父慈子孝家圓滿　幸福光明笑哈哈

風雷天師利人天　布施三寶修善行

財施法施歡喜施　利人利己菩薩埵

風巽天師急風行　掃除塵埃成淨土

無染塵埃心自淨　和悅人間最光明

風水天師大慈悲　王侯將相須要伊

販夫走卒不分離　堅守大愛萬萬年

風山天師遊法界　上下一炁益眾生

風大山在樹花開　滿山白花雪花齋

風地天師行萬里　暢行無阻觀民情

生死有命各自修　富貴榮華了分明

水天天師甘露霖　滋生養靈養自心

法雨加持永不停　啟示法輪漸漸興

水澤天師如封神　斬妖伏魔伏自身

三業無智必有錯　五關六將關關過

水火天師好修行　名利虛假宜認清

反省懺悔往昔錯　當下見性幸福臨

水雷天師萌生機　耐心修心發善心

亂絲無頭慢思慮　用智用心厄皆除

水風天師古泉生　妙智妙用生妙法

甘泉滋潤我心田　堅定信心福綿綿

水坎天師多坎坷　宿世因果自牽連

怨命怨天無利益　修口修心厄不臨

水山天師路難行　不貪不取身自輕

一路盡頭方頓悟　修行生智永光明

水地天師相親輔　友愛誠信不欺凌

人我相信諸緣生　共渡苦厄禍不侵

山天天師最超凡　雲高深處不知寒

雖高無智有災難　速回本位基礎安

山澤天師損益平　有施有捨方有得

勞辛苦戰有原因　無智不修苦年年

山火天師重內涵　表面裝身紙包火

一旦紙破火舌出　蔓衍祖德最羞恥

山雷天師勸世人　渭水訪賢多學道

自我貢高最可憐　放下傲性可登天

山風天師內外異　外美內醜如蠱蟻

木腐肉蝕自不知　敗露之時時晚矣

山水天師教育家　有教無類皆平等

宿世親友有情深　啟蒙事業最永恆

艮山天師是華嚴　自性如山自清榮

土石堅硬如金剛　信念信心本如山

山地天師勿貪進　知心知性勿攀緣

踩穩堅石再昇前　萬丈山崕有何干

地天天師天地交　喜報三元福延年

認清自我修多少　保爾平安太平年

地澤天師如君臨　堂前萬民相拱扶

勿忘居高有危險　堅守臣位永無憂

地火天師漸漸明　晦暗韜明不急進

內修光明根為上　根旺莖強永不敗

地雷天師勤修忍　一陽五陰好修行

人人相處宜和睦　夫妻有情一家春

地風天師如日昇　曙光升高放光明

萬物希望展生機　急功好義毋太急

地水天師修好合　能饒人時得饒人

勿結惡緣為上策　留得退路保無憂

地山天師謙為上　勿忘山高山外人

自心內觀保安康　佛智生輝生此心

地坤天師度量大　山河大海皆包容

萬生萬物藉此生　祖孫同堂卜其昌

都天天師貫古今　祖德流芳萬萬年

天地立極是唯心　十道天心放光明




上來恭讚七十二天師慈悲功德力。

加持婆娑世界人民當下見自性。

混元遵天修道為世界人類得光明。

願我黃帝三祖威光照耀萬姓靈。

有形無形虛空法界十方三界靈。

若有見聞法音宣流法界皆感應。

往昔陋習自心反省懺悔不復生。同霑法益。

感恩七十二天，師妙法臨。

五洲大海陸上萬生有情皆得度。

縱橫跨躍天地法界無漏得往生西方極樂世界佛淨土。以維眾願。

上來上仰

大慈大悲軒轅黃帝受我稽首禮 三拜

大慈大悲軒轅黃帝祖七十二天師加持 三拜

中華兒女唯心聖教混元禪師 稽首讚

迴向

願以此功德　莊嚴自淨土

凡有見聞者　自性度一切

從此無苦厄　聞者生智慧

信者生信心　天下早太平`;

export const HEART_SONG = `
奉請
八卦祖師伏羲氏帝祖
八卦祖師九天玄女天尊
八卦祖師鬼谷仙王禪老祖
八卦祖師文王先師真人
八卦祖師周公先師真人
八卦祖師諸葛孔明真人
八卦祖師至聖孔子先師
八卦祖師孫臏真人
八卦祖師劉伯溫真人
八卦祖師陳摶真人

八卦祖師野鶴真人
八卦祖師列祖列宗諸聖賢真人
恭維
陰陽日月最長生，可惜天理難分明
若有真聖鬼谷子，一出天下定太平
今尊天法旨
為國修道。為民祈福之本願。於天運歲次己年閏五月夏日。於禪機山仙佛寺天壇

一時唯心宗本師鬼谷仙師王禪老祖聖諭曰：唯心大道藏天機，古德聖賢洩盡天機密。士農工商百業商界。研易弘易尤用易。無怨無悔心安自在永長生。
鬼谷仙師真慈悲。心授心傳歌訣利群生。識得唯心用易歌訣好修行。
該為不為全憑歌訣示天意。教外別傳。無緣勿勉強。以免眾生口業障天心。凡我唯心宗賢士宜謹記。堅守誠信知天意。若無誠心善心諸人士。切勿傳授唯心用易訣。勤修鬼谷子八寶心法。得人處事必自在。本訣四庫辰戌丑未歲月日。
吉者凶終凶。唯心賢士切勿誇大與貢高。即是尊天法旨順天意。事事亨通皆如意。

古聖傳易真理氣。教化眾生陰陽識天機。依法修行及用易。天人同參皆歡喜。世俗凡夫眾生要修心。不可利用本妙訣。妖言惑眾。騙財騙色騙人心。製造恐怖傷害人。若有行此心念及行為。因果禍害自負害子孫。若能善修善行勸世行正道。福分綿綿登佛果。今日混元傳妙訣。家家戶戶人人依法勤用易。不偏不倚無災無厄福綿綿。
若有唯心賢士。能為他人傳妙訣。減少災禍及病苦。混元當稟仙師聖神仙佛多加持。福慧增長。事業興旺。子孫平安又滿堂。佛壽無量臨家堂。故

秘傳易經六十四卦經商大妙法。唯心用易歌訣。八卦真炁神咒日：

乾兌離震戊都天
巽坎艮坤已都地
一卦純清不退轉
旺相休囚見分明
百業行商宜用易
互信不欺免傷情
財貴定數自修行
識得天機定太平

大家學易經真言曰：

大家學易經，做人處事可安心。
大家學易經，身體健康心安寧。
大家學易經，做事工作可順心。
大家學易經，大人小孩皆聰明。
大家學易經，公司客戶無欺心。
大家學易經，修行路上可見性。
大家學易經，家庭圓滿一條心。
大家學易經，國家社會見太平。

一、乾卦財外莫遠求，勞心用智忌高估。寅卯日月財可得，申酉四庫空操勞。

二、天澤履財不明，步步謹慎正是根。四庫夏月勿貪求，秋冬好轉慢慢行。

三、天火同人仙指路，謹言慎行立秋財。四月官非五月災，秋金四庫好運來。

四、天雷無妄宜守分，四庫有財秋破財。子月庫破亥月災，凡事保守永無害。

五、天風姤卦貴人多，勞心勞力遊他鄉。求財無望空勞碌，只緣無福該修心。

六、天水訟卦多爭訟，破財多端全是非。申金得財又失財，謹防夏天子月來。

七、天山遯卦隱山林，無財無庫莫貪求。口舌官非難終止，惟從退隱勤修行。

八、天地否卦不交心，有財無庫慎己行。寅卯得財申酉失，枉費計較半生求。

九、兌卦修口勿妄語，財在他鄉莫遠求。申酉巳亥月令來，看有拿無空歡喜。

十、澤天夬卦遊四方，雙財立冬運漸通。四庫寅卯月注意，謹防失財惹官災。

十一、澤火革卦多耗財，勞勞碌碌財不來。四庫官非運難開，慎行不貪永無災。

十二、澤雷隨卦真辛苦，有財無庫自己度。寅申之月防小人，萬事小心勿攀緣。

十三、澤風大過多美夢，天地有財四庫來。寅卯之月有亦無，知足常樂真自在。

十四、澤水困卦財庫全，五月有災八月來。春冬財旺是正時，守己待時財神來。

十五、澤山咸卦好修行，寅申酉月防失財。勿貪勿求家安樂，夫妻全家笑哈哈。

十六、澤地萃卦要勤耕，天上賜財有福人。有修善士財滿貫，巳酉月令破財來。

十七、離卦火炎燒財寶，經商投資勿顛倒。秋財興旺在中秋，亥巳月衰防魔考。

十八、火天大有金滿堂，勤修勤讀智慧專。春耕秋收冬隱藏，卯酉適時注意虛。

十九、火澤睽卦多反目，求財不得惹是非。巳亥雙月藏官司，四庫春卯災禍至。

二十、火雷噬嗑人饑食，投資錢財路不歸。四庫財旺抓機會，寅申卯酉有災非。 

廿一、火風鼎卦財多多，卯酉有財雙喜臨。巳亥月日表面財，信心智慧災不來。

廿二、火水未濟到山頂，一生辛苦終修行。秋財極旺好時機，成本計算勿失信。

廿三、火山旅卦甘後苦，勤耕秋收財豐富。巳亥子午月不宜，堅持踏實好根基。

廿四、火地晉卦財無庫，大做少收虧成本。巳亥月日防官非，偷雞不著倒吃米。

廿五、震卦雙財雷大聲，寅申雷大會傷人。夏雷正逢財入庫，四庫求財只一半。

廿六、雷天大壯曲後順，求財難得終無緣。四庫寅申宜戒慎，子午亥巳空歡喜。

廿七、雷澤歸妹如浮雲，有財無庫多費心。卯月有財但短促，寅申夏冬浮雲遮。

廿八、雷火豐卦鏡重明，充實智慧才聰明。巳午炎財宜把握，逢虎捕牛空餘恨。

廿九、雷風恆卦有財庫，心正念正財多多。卯月無福多口舌，申酉多端不貪求。

三十、雷水解卦財庫天，四庫子午財連連。寅申之月防被騙，識得用易必安心。

卅一、雷山小過最可憐，孤木難行又多險。凡得本卦勿貪念，財庫不失好過年。

卅二、雷地豫卦財子壽，福分綿綿皆可求。卯酉寅申日月囚，識得天機富不休。

卅三、巽卦如風空白忙，精打細算智為先。四庫有財嘴邊選，卯酉官司划不來。

卅四、風天小畜有雙財，四庫日月最堪栽。寅申卯酉表面化，勞心勞力身體垮。

卅五、風澤中浮卦誠信，無財無庫勿強求。卯酉歲月多災非，四庫歲月破財年。

卅六、風火家人亨財福，家和萬事皆如意。卯酉身動慎防貪，夏月福德合家歡。

卅七、風雷益卦是枯木，細心經商不託人。寅申卯酉忌日月，四庫炎夏正逢時。

卅八、風水渙卦白日夢，無財無庫空勞碌。亥巳子午連連破，妄自誇大老來囚。

卅九、風山漸卦慢慢來，有庫無財莫急求。四庫卯酉難度日，巳午日月犯官災。

四十、風地觀卦多觀察，有財無庫莫遠求。表面貴人有欺心，四庫無情文書災。

四一、坎卦水中撈明月，求財求貴皆白費。四庫日月有災非，子午來臨跳陷阱。

四二、水天需卦天地財，手提皮包四處求。天庫不開地庫鎖，勤儉持家福綿綿。

四三、水澤節卦財持世，春夏財旺靠智慧。秋冬四庫最辛苦，修行為本正逢時。

四四、水火既濟卦無財，讀書智慧最殊勝。知足常樂年年春，謹防辰戌災非來。

四五、水雷屯卦最艱苦，亂絲無頭勿急求。有庫無財辰戌非，子午日月拖下水。

四六、水風井卦居財位，經商投資重規範。有財無庫知足樂，申酉子亥白忙茫。

四七、水山蹇卦修忍辱，兄弟義氣損財帛。四庫貴友巳午仇，量力自保永安祥。

四八、水地比卦要相親，財官相輔不如心。四庫阻礙待亥水，亂時把握見真財。

四九、艮卦如山修靜心，安靜無虧財清明。春愁夏憂秋有災，亥子歲月財神來。

五十、山天大畜陣勢開，一五財神亥子來。謹防財得災非到，四庫破財寅申栽。

五一、山澤損卦心苦戰，有財無庫防破財。寅申卯酉歲月臨，勤儉知足是根本。

五二、山火賁卦重文飾，雙財無庫官非至。四庫寅申并卯酉，是非多端亥子求。

五三、山雷頤卦財無庫，四庫日月財神到。寅申來臨防劫財，讀書訪賢增智慧。

五四、山風蠱卦財無庫，是非多端防爭訟。四庫有財宜夏至，寅卯申猴財寶失。

五五、山水蒙卦求財難，商場矇矓見不堪。財伏劫神天地間，多讀聖書可心安。

五六、山地剝卦步步艱，有財有庫勿攀緣。春冬財利見分明，四庫炎夏財不臨。

五七、坤卦萬法悉歸藏，有財有福勤自耕。心量寬大防四庫，金木相剋亂糟糟。

五八、地天泰卦修行好，四庫無財亥子有。寅申卯酉皆無利，慎修慎行災不臨。

五九、地澤臨卦財生我，亥子季節見真財。牛羊歲月檔財神，卯酉有災要小心。

六十、地火明夷見光明，財伏難求勿強求。讀書考試有官貴，四庫歲月可題名。

六一、地雷復卦重頭來，一五亥子是正財。冬至財神來團圓，四庫寅申不堪栽。

六二、地風升卦旭日昇，不急不躁四庫盈。秋霜謹防有陷阱，亥巳仇神又衝突。

六三、地水師卦宜團結，精誠所至財必來。冬冷出兵必受敗，四庫耗神午月開。

六四、地山謙卦謙者賢，修齋祈福保家康。無財莫求心安祥，謙遜待人福綿綿。

上來六十四卦藏天機。士農工商百業宜修行。晨昏勤誦用易諸心法。

益心益人互敬盡本分。心安幸福光明至永恆。

混元用易心法千萬千。防患未然與其無所生。研易證易弘易至用易。

天下太平至寶萬萬年。

混元傳此用易心法畢。諸天聖神歡喜信受甘露臨。天人法界虛空瑞靄繽紛齊讚揚。

願我大眾奉行必圓滿。共創唯心净士於台灣。普及娑婆世界利群倫。


唯心宗宗主 混元禪師 傳


於天運歲次巳丑年閏五月十一日
`;
